[
    {
        "index": 0,
        "tweet": "at the gym i said subscription instead of membership and the girl replied with 'lol this isnt a pharmacy'. bitch thats a prescription were both stupid",
        "author": "@ahahamina"
    },
    {
        "index": 1,
        "tweet": "most cutting thing you can say is 'who's this clown?' because it implies they're a) a clown & b) not even one of the better-known clowns",
        "author": "@skullmandible"
    },
    {
        "index": 2,
        "tweet": "'Why tattoos? You wouldn't put stickers on a nice car.'Ma'am I am at best a 2003 Corolla.",
        "author": "@micheal_aas"
    },
    {
        "index": 3,
        "tweet": "I'm sorry Ms. Jackson (000000)/ I am four eels/ Never meant to make your daughter cry/ I am several fish and not a guy",
        "author": "@JNalv"
    },
    {
        "index": 4,
        "tweet": "Me sowing: Haha fuck yeah! Yes! Me reaping: Well this fucking sucks what the fuck",
        "author": "@screaminbutcalm"
    },
    {
        "index": 5,
        "tweet": "nasa employee: oh hey u guys are back early; astronaut: moon's haunted; nasa employee: what? astronaut: *loading a pistol and getting back on the rocket-ship* moon's haunted",
        "author": "@Dustinkcouch"
    },
    {
        "index": 6,
        "tweet": "Date: I love car chase action scenes Me, a fruit stand vendor: I think we're done here",
        "author": "@AbbieEvansXO"
    },
    {
        "index": 7,
        "tweet": "Therapist: What's wrong? Me: If I do the Borat voice once more, I'll be getting a divorce Therapist: And who told you that? Me: *tearfully clears throat*",
        "author": "@ArfMeasures"
    },
    {
        "index": 8,
        "tweet": "[concert] SINGER: hows everyone doin tonight CROWD: woo ME (from the back in a normal speaking voice): it's actually been a tough few months",
        "author": "@bobvulfov"
    },
    {
        "index": 9,
        "tweet": "the funniest thing i've ever said was on april 11th 2009 to my dad's cat and no one else was around to hear it. a car horn honked and he hopped off my bed and ran downstairs and i said 'oh shit is your ride here' and laughed alone to myself for like five minutes straight",
        "author": "@YuckyTom"
    },
    {
        "index": 10,
        "tweet": "Food $200 Data $150 Rent $800 Candles $3,600 Utility $150 someone who is good at the economy please help me budget this. my family is dying",
        "author": "@dril"
    },
    {
        "index": 11,
        "tweet": "me: hi do you take walk-ins the morgue: what",
        "author": "@416Bando"
    },
    {
        "index": 12,
        "tweet": "The energy Taylor Swift fans have for her music, I have for Boar's Head premium deli meats and cheeses",
        "author": "@sug_knight"
    },
    {
        "index": 13,
        "tweet": "cows are very calm considering the whole floor is food",
        "author": "@KeetPotato"
    },
    {
        "index": 14,
        "tweet": "When a man tells me he's looking for a 'real woman' I scurry away because I'm actually three owls in a raincoat AND HE MUSTN'T FIND OUT.",
        "author": "@Mimiification"
    },
    {
        "index": 15,
        "tweet": "what scared me at age 8: -quicksand -snakes -boat scene from willy wonka what scares me now: -dying alone -boat scene from willy wonka",
        "author": "@bobvulfov"
    },
    {
        "index": 16,
        "tweet": "My favorite kid l ever taught when I was a swim teacher was this little 4-year-old Italian boy. One time he sneezed and nobody said anything so he just went 'what? No bless yous for Giacomo?'",
        "author": "@CheeseCakePCK"
    },
    {
        "index": 17,
        "tweet": "Just saw a bumper sticker that said 'bestie please let me merge!'",
        "author": "@_papa_"
    },
    {
        "index": 18,
        "tweet": "'Eww she fuck the weed man for weed' - a bitch that's fucking the Text man for Texts",
        "author": "@FabDLT"
    },
    {
        "index": 19,
        "tweet": "im VERY laid back. i only care about 2 things: every person on earth & their opinion of me the crushing psychological weight of being alive",
        "author": "@grumbist"
    }
    ,{
        "index": 20,
        "tweet": "if I say goodnight and an hour later you see me online it's not that I lied it's just that I failed",
        "author": "@artymetropia"
    },
    {
        "index": 21,
        "tweet": "Gwen Stefani was right, this shit is bananas.",
        "author": "@Prairielre"
    },
    {
        "index": 22,
        "tweet": "orange juice with pulp is so fuckign crazy imagine if there was a potato in your vodka",
        "author": "@realaccountyeah"
    },
    {
        "index": 23,
        "tweet": "god i am not one of ur strongest soldiers deadass stop i ain't do anything to u",
        "author": "@sabbyinthelab"
    },
    {
        "index": 24,
        "tweet": "Did a little self diagnosing over on Web MD and it turns out l've been dead since 2006",
        "author": "@Kyle1092"
    },
    {
        "index": 25,
        "tweet": "gonna be honest with u guys. i don't understand how the gas nozzle knows when to stop",
        "author": "@Keefler_Elf"
    },
    {
        "index": 26,
        "tweet": "well, well, well, if it isn't the consequences of my own actions",
        "author": "@_lildubois"
    },
    {
        "index": 27,
        "tweet": "julius caesar (dying after being stabbed 23 times): please... name a salad after me",
        "author": "@InternetHippo"
    },
    {
        "index": 28,
        "tweet": "what's your birthstone? mine is rock bottom",
        "author": "@summer_sequence"
    },
    {
        "index": 29,
        "tweet": "woman: aw he's so cute. me: thanks he's a rescue. my boyfriend: stop telling people that",
        "author": "@slizagna"
    },
    {
        "index": 30,
        "tweet": "Can someone write an article on millennials killing the doorbell industry by texting 'here'",
        "author": "@youngandjoven"
    },
    {
        "index": 31,
        "tweet": "ah yes, the Supreme Court a regular court, but with diced tomatoes and sour cream",
        "author": "@cavaticat"
    },
    {
        "index": 32,
        "tweet": "[son hands me a picture he painted] Me: what's that Son: it's our house Me [walks outside with son]: do you see how it absolutely isn't?",
        "author": "@david8hughes"
    },
    {
        "index": 33,
        "tweet": "no more girlbossing i want to girl rest girl sleep girl lay down",
        "author": "@kvorahvuitton"
    },
    {
        "index": 34,
        "tweet": "RIP edgar allen poe i know he woud 've loved that's so raven",
        "author": "@stevententacion"
    },
    {
        "index": 35,
        "tweet": "I overheard a guy saying to his girlfriend 'are you ready to fucking rage' as they walked into target together and that's what I want",
        "author": "@kpfeffss"
    },
    {
        "index": 36,
        "tweet": "u telling me we got water and dirt on this planet and someone figured out how to turn it into wifi? no",
        "author": "@lovedoveclarke"
    },
    {
        "index": 37,
        "tweet": "i've been overhearing this bf helping his ff study and he just said 'babe, i'm gonna be honest with you. you're going to fail this test, i love you, but there's nothing we can do about it' LMFAOO i'm dead",
        "author": "@glitering"
    },
    {
        "index": 38,
        "tweet": "Interviewer 1: Describe yourself in one word Me: Hired Interviewer 2:[whispers] Holy shit can she do that??",
        "author": "@River_Niles"
    },
    {
        "index": 39,
        "tweet": "I wonder what it's like to be able to put your hair in a low ponytail and not look like a founding father",
        "author": "@megan_middle"
    },
    {
        "index": 40,
        "tweet": "'im just vibing' you have not eaten a vegetable in 17 days",
        "author": "@DrakeGatsby"
    },
    {
        "index": 41,
        "tweet": "having a guy best friend is like having a dumbass son",
        "author": "@¡333yh"
    },
    {
        "index": 42,
        "tweet": "I am a gay dad and what has happened is my 4yo, out of nowhere, just asked me how many minutes there are in a year.",
        "author": "@RezekJoe"
    },
    {
        "index": 43,
        "tweet": "i ain't victim-blaming, but why tf was an egg sitting on a wall",
        "author": "@ellewasamistake"
    },
    {
        "index": 44,
        "tweet": "imagine a catfish steals ur pictures and captions it 'didn't look my best here'",
        "author": "@maetheactivist"
    },
    {
        "index": 45,
        "tweet": "Iced coffee just tastes better when you're late for work",
        "author": "@eerrriiicaa"
    },
    {
        "index": 46,
        "tweet": "Some baby on this plane is singing the ABCs all out of order and a guy just shouted 'yes girl remix!!'",
        "author": "@silence_kit"
    },
    {
        "index": 47,
        "tweet": "Y'all remember in elementary school when we sent the boys to Jupiter to get more stupider... well they're back and it worked",
        "author": "@katie_phenix"
    },
    {
        "index": 48,
        "tweet": "friend: how are things? me: things are good! narrator: things were not good",
        "author": "@keelyflaherty"
    },
    {
        "index": 49,
        "tweet": "If I pay $40 for a haunted house I better die",
        "author": "@hodgesboi15"
    },
    {
        "index": 50,
        "tweet": "[at a funeral] We should do a jumping photo",
        "author": "@mdob11"
    },
    {
        "index": 51,
        "tweet": "[mysterious old lady flips tarot card revealing a dude who looks exactly like me flying a hot air balloon into power lines] Me: is that good",
        "author": "@boring_as_heck"
    },
    {
        "index": 52,
        "tweet": "Therapist: you don't love yourself Me: so true king. Here's $80",
        "author": "@livstadler"
    },
    {
        "index": 53,
        "tweet": "wearing a bodysuit is so humiliating. why am i tits out in the starbucks bathroom",
        "author": "@showmetheyamz"
    },
    {
        "index": 54,
        "tweet": "This may be the wine talking, but I really really really really love wine.",
        "author": "@RobinMcCauley"
    },
    {
        "index": 55,
        "tweet": "Does every Indian fridge have a half-cut lemon in the door compartment?",
        "author": "@rubberneckin "
    },
    {
        "index": 56,
        "tweet": "If you are good at something, the Indian parent will ask you to prepare for an engineering entrance exam.",
        "author": "@oinkoo"
    },
    {
        "index": 57,
        "tweet": "Third wheeling a really toxic couple is so hard. So anyway, I’m out with my parents. ",
        "author": "@effemmelll"
    },
    {
        "index": 58,
        "tweet": "To the guy who stole my antidepressants, I hope you’re happy now. ",
        "author": "@EddyElfenbein"
    },
    {
        "index": 59,
        "tweet": "Sick of having to go to two different huts to buy pizza and sunglasses. ",
        "author": "@Leemanish"
    },
    {
        "index": 60,
        "tweet": "Honestly, Officer, I wouldn’t have pulled over had I known you were just going to criticize me. ",
        "author": "@bridger_w"
    },
    {
        "index": 61,
        "tweet": "I was once thanked by a grieving family member for coming to a funeral. I responded, 'No, thank you.' ",
        "author": "@JAMIECLAIRITY"
    },
    {
        "index": 62,
        "tweet": "Just tried a coat on in T. J. Maxx. It was the coat of a customer trying on another coat. ",
        "author": "@LITTLECHIEF1982"
    },
    {
        "index": 63,
        "tweet": "Crabs always look like they’re walking themselves out of an awkward situation.",
        "author": "@GreenishDuck"
    },
    {
        "index": 64,
        "tweet": "I’m not sure what’s more confusing, that we would celebrate killing two birds or that we would need to conserve stones. ",
        "author": "@RCKruseKontrol"
    },
    {
        "index": 65,
        "tweet": "'Eat her already!' —Animal watching people kissing ",
        "author": "@yoyoha"
    },
    {
        "index": 66,
        "tweet": "'Um.' —First horse that got ridden ",
        "author": "@rorynotroy"
    },
    {
        "index": 67,
        "tweet": "This may be the wine talking, but I really really really really love wine. ",
        "author": "@RobinMcCauley"
    },
    {
        "index": 68,
        "tweet": "It’s a 10-minute walk from my house to the pub. Weirdly, it’s a two-hour walk from the pub to my house. ",
        "author": "@funnyhumour"
    },
    {
        "index": 69,
        "tweet": "Growing up, my mom would often say, 'If you kids didn’t cost so much, I could drink wine that comes out of a bottle.' ",
        "author": "@funnyhumour"
    },
    {
        "index": 70,
        "tweet": "If I was stuck on a desert island with only one record, I would want it to be the record for being able to swim the farthest. ",
        "author": "@GuyEndoreKaiser"
    },
    {
        "index": 71,
        "tweet": "What do you mean I didn’t win? I ate more wet T-shirts than anyone else. ",
        "author": "@PeachCoffin"
    },
    {
        "index": 72,
        "tweet": "If I ever say the words 'my fantasy football team,' just know it is code for 'I’ve been kidnapped please help me.'",
        "author": "@LauraBenanti"
    },
    {
        "index": 73,
        "tweet": "Drama: a word boring people use to describe fun people. ",
        "author": "@jennyandteets"
    },
    {
        "index": 74,
        "tweet": "Every class is drama class when you’re in high school. ",
        "author": "@timothybird186"
    },
    {
        "index": 75,
        "tweet": "What my girlfriend thought, first four dates: 1. Nice shirt. 2. Wow. A second nice shirt. 3. OK, first shirt again. 4. He has two shirts. ",
        "author": "@ristolable"
    },
    {
        "index": 76,
        "tweet": "Told my boyfriend I was going to start my period, and he said, 'Again??' It’s like, you know what, you’re right. I’m canceling my subscription.",
        "author": "@cULTMOTHER"
    },
    {
        "index": 77,
        "tweet": "I don’t want to die doing something I love. I want to die doing something I hate. That way I don’t have to finish it.",
        "author": "@badbanana"
    },
    {
        "index": 78,
        "tweet": "Decided that the one phrase I do not want in my obituary is 'died before his Botox doctor could revive him.'",
        "author": "@ConanOBrien"
    },
    {
        "index": 79,
        "tweet": "My parrot died today. Its last words were 'Darn, I think my parrot is about to die.'",
        "author": "@SamGrittner"
    },
    {
        "index": 80,
        "tweet": "Weight Watchers Do people who run know that we’re not food anymore?",
        "author": "@IamEnidColeslaw"
    },
    {
        "index": 81,
        "tweet": "Honestly, my biggest fear about becoming a zombie is all the walking.",
        "author": "@gashleymadison"
    },
    {
        "index": 82,
        "tweet": "The serving size for pizza is ‘until you hate yourself’.",
        "author": "@samir"
    },
    {
        "index": 83,
        "tweet": "Eleanor Roosevelt once said to “do one thing every day that scares you.” Today, I’m going jean shopping.",
        "author": "@jake_40k"
    }
    ,{
        "index": 84,
        "tweet": "Every neck tattoo should read 'I’m not getting the job, am I?'",
        "author": "@bazecraze"
    },
    {
        "index": 85,
        "tweet": "I bet when the first guy wore glasses everybody was like 'Oh la-di-da, excuse me Mr I Need TWO Monocles.'",
        "author": "@robfree"
    },
    {
        "index": 86,
        "tweet": "Haircuts are great because I did none of the work but get all of the credit.",
        "author": "@ludwig"
    },
    {
        "index": 87,
        "tweet": "We’re Just Friends 'I don’t want a whole dessert; let’s just get two spoons.' —Former friends of mine",
        "author": "@AnnaKendrick47"
    },
    {
        "index": 88,
        "tweet": "Liking the same stuff is one thing. But hating the same things? True friendship.",
        "author": "@thisisjendoll"
    },
    {
        "index": 89,
        "tweet": "I’ve invented Twofacebook, the antisocial network. You start being friends with the entire world and defriend people one by one",
        "author": "@AndyBorowitz Insults"
    },
    {
        "index": 90,
        "tweet": "The most cutting thing you can say is 'Who’s this clown?' because it implies they’re a) a clown and b) not even one of the better-known clowns.",
        "author": "@skullmandible"
    },
    {
        "index": 91,
        "tweet": "Probably the worst thing you can hear when you’re wearing a bikini is 'Good for you!'",
        "author": "@ElizaBayne"
    },
    {
        "index": 92,
        "tweet": "Sometimes I want kids just so I can eat fish sticks for dinner.",
        "author": "@ThatSusanBurke"
    },
    {
        "index": 93,
        "tweet": "My five-year-old hasn’t said a word in the car after I convinced him that the volume control on our stereo ejects his car seat.",
        "author": "@Brianhopecomedy"
    },
    {
        "index": 94,
        "tweet": "I like having conversations with kids. Grown-ups never ask me what my third favourite reptile is.",
        "author": "@SIMONCHOLLAND"
    },
    {
        "index": 95,
        "tweet": "My five-year-old after I explained the concept of breastfeeding: 'Can you squeeze Capri Suns outta those things or just milk?' ",
        "author": "@tragicAllyHere"
    },
    {
        "index": 96,
        "tweet": " Sometimes at night, after my son has gone to bed, I go into my room and finish all my sentences.",
        "author": "@PAULAPOUNDSTONE"
    },
    {
        "index": 97,
        "tweet": "What should we call this giant advertising board? Phil: A philboard. Bill: I have a better idea.",
        "author": "@InternetHippo"
    },
    {
        "index": 98,
        "tweet": "One of life’s great pleasures is to watch two idiots agree on something and then hear one of them say 'Great minds think alike.'",
        "author": "@RealSudoNim"
    },
    {
        "index": 99,
        "tweet": "When someone tells me 'Great question,' I never hear their answer because I’m busy congratulating myself for asking such a great question.",
        "author": "@DamienFahey"
    },
    {
        "index": 100,
        "tweet": "Great news: I got a 100 on my son’s geometry test.",
        "author": "@RodLacroix"
    }
]