[{"id":1,"quote":"You have a right to perform your prescribed duties, but you are not entitled to the fruits of your actions.","lang":"en"},{"id":2,"quote":"O son of Kunti, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed.","lang":"en"},{"id":3,"quote":"Everyone is forced to act helplessly according to the qualities he has acquired from the modes of material nature; therefore no one can refrain from doing something, not even for a moment.","lang":"en"},{"id":4,"quote":"Whenever there is a decline in righteousness and an increase in unrighteousness, O Arjuna, at that time I manifest myself on earth.","lang":"en"},{"id":5,"quote":"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.","lang":"en"},{"id":6,"quote":"A person in full consciousness of Me, knowing Me to be the ultimate beneficiary of all sacrifices and austerities, the Supreme Lord of all planets and demigods, and the benefactor and well-wisher of all living entities, attains peace from the pangs of material miseries.","lang":"en"},{"id":7,"quote":"A person is said to be established in self-realization and is called a yogi when he is fully satisfied by virtue of acquired knowledge and realization. Such a person is situated in transcendence and is self-controlled.","lang":"en"},{"id":8,"quote":"For one who has conquered the mind, the Supersoul is already reached, for he has attained tranquility. To such a person, happiness and distress, heat and cold, honor and dishonor are all the same.","lang":"en"},{"id":9,"quote":"O conqueror of wealth [Arjuna], there is no truth superior to Me. Everything rests upon Me, as pearls are strung on a thread.","lang":"en"},{"id":10,"quote":"To those who are constantly devoted and who thus engage in My devotional service with love, I give the understanding by which they can come to Me.","lang":"en"},{"id":11,"quote":"I am the Self, O Gudakesha, seated in the hearts of all creatures. I am the beginning, the middle, and the end of all beings.","lang":"en"},{"id":12,"quote":"Fix your mind upon Me, be devoted to Me, offer obeisances to Me, and certainly you will come to Me.","lang":"en"},{"id":13,"quote":"I am seated in everyone's heart, and from Me come remembrance, knowledge, and forgetfulness. By all the Vedas, I am to be known; indeed, I am the compiler of Vedanta, and I am the knower of the Vedas.","lang":"en"},{"id":14,"quote":"Pride, arrogance, conceit, anger, harshness, and ignorance—these qualities belong to those of demoniac nature, O son of Pritha.","lang":"en"},{"id":15,"quote":"Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reactions. Do not fear.","lang":"en"},{"id":16,"quote":"O son of Kunti, all that you do, all that you eat, all that you offer and give away, as well as all austerities that you may perform, should be done as an offering unto Me.","lang":"en"},{"id":17,"quote":"I am the basis of the impersonal Brahman, which is immortal, imperishable, and eternal and is the constitutional position of ultimate happiness.","lang":"en"},{"id":18,"quote":"He is the source of light in all luminous objects. He is beyond the darkness of matter and is unmanifested. He is knowledge, He is the object of knowledge, and He is the goal of knowledge.","lang":"en"},{"id":19,"quote":"Adhyatma is My living principle, and Arjuna, the Supreme Soul, is the ultimate basis of all. The Supreme Soul is eternal, transcendental, and original, and it is the ultimate source of all other living beings.","lang":"en"},{"id":20,"quote":"The austerity of the body consists in this: worship of the Supreme Lord, the brahmanas, the spiritual master, and superiors like the father and mother. Cleanliness, simplicity, celibacy, and nonviolence are also austerities of the body.","lang":"en"},{"id":21,"quote":"Therefore, without being attached to the fruits of activities, one should act as a matter of duty, for by working without attachment, one attains the Supreme.","lang":"en"},{"id":22,"quote":"Therefore, O Arjuna, surrendering all your works unto Me, with full knowledge of Me, without desires for profit, with no claims to proprietorship, and free from lethargy, fight.","lang":"en"},{"id":23,"quote":"It is far better to discharge one’s prescribed duties, even though they may be faulty, than another’s duties. Destruction in the course of performing one’s own duty is better than engaging in another’s duties, for to follow another’s path is dangerous.","lang":"en"},{"id":24,"quote":"According to the three modes of material nature and the work ascribed to them, the four divisions of human society were created by Me. And, although I am the creator of this system, you should know that I am yet the non-doer, being unchangeable.","lang":"en"},{"id":25,"quote":"There is no work that affects Me; nor do I aspire for the fruits of action. One who understands this truth about Me also does not become entangled in the fruitive reactions of work.","lang":"en"},{"id":26,"quote":"Whenever there is a decline in righteousness and an increase in unrighteousness, O Arjuna, at that time I manifest myself on earth.","lang":"en"},{"id":27,"quote":"One who works in devotion, who is a pure soul, and who controls his mind and senses, is dear to everyone, and everyone is dear to him. Though always working, such a person is never entangled.","lang":"en"},{"id":28,"quote":"A person in full consciousness of Me, knowing Me to be the ultimate beneficiary of all sacrifices and austerities, the Supreme Lord of all planets and demigods, and the benefactor and well-wisher of all living entities, attains peace from the pangs of material miseries.","lang":"en"},{"id":29,"quote":"A person in full consciousness of Me, knowing Me to be the ultimate beneficiary of all sacrifices and austerities, the Supreme Lord of all planets and demigods, and the benefactor and well-wisher of all living entities, attains peace from the pangs of material miseries.","lang":"en"},{"id":30,"quote":"For one who has conquered the mind, the Supersoul is already reached, for he has attained tranquility. To such a person, happiness and distress, heat and cold, honor and dishonor are all the same.","lang":"en"},{"id":31,"quote":"A person who is not disturbed by the incessant flow of desires—that enter like rivers into the ocean, which is ever being filled but is always still—can alone achieve peace, and not the person who strives to satisfy such desires.","lang":"en"},{"id":32,"quote":"Such a yogi, who engages in the worshipful service of the Supersoul, knowing that I and the Supersoul are one, remains always in Me in all circumstances.","lang":"en"},{"id":33,"quote":"O conqueror of wealth [Arjuna], there is no truth superior to Me. Everything rests upon Me, as pearls are strung on a thread.","lang":"en"},{"id":34,"quote":"I am the taste of water, the light of the sun and the moon, the syllable om in the Vedic mantras; I am the sound in ether and ability in man.","lang":"en"},{"id":35,"quote":"Those whose minds are distorted by material desires surrender unto demigods and follow the particular rules and regulations of worship according to their own natures.","lang":"en"},{"id":36,"quote":"And whoever, at the end of his life, quits his body, remembering Me alone, at once attains My nature. Of this, there is no doubt.","lang":"en"},{"id":37,"quote":"Whatever state of being one remembers when he quits his body, O son of Kunti, that state he will attain without fail.","lang":"en"},{"id":38,"quote":"Therefore, Arjuna, you should always think of Me in the form of Krsna and at the same time carry out your prescribed duties of fighting. With your activities dedicated to Me and your mind and intelligence fixed on Me, you will attain Me without doubt.","lang":"en"},{"id":39,"quote":"To those who are constantly devoted and who thus engage in My devotional service with love, I give the understanding by which they can come to Me.","lang":"en"},{"id":40,"quote":"O son of Prtha, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible.","lang":"en"},{"id":41,"quote":"Those who are devotees of other gods and who worship them with faith actually worship only Me, O son of Kunti, but they do so in a wrong way.","lang":"en"},{"id":42,"quote":"I am the Self, O Gudakesha, seated in the hearts of all creatures. I am the beginning, the middle, and the end of all beings.","lang":"en"},{"id":43,"quote":"Among the Adityas, I am Vishnu; among the lights, I am the radiant sun. Among the Maruts, I am Marici, and among the stars, I am the moon.","lang":"en"},{"id":44,"quote":"Among the Vedas, I am the Sama Veda; among the demigods, I am Indra. Among the senses, I am the mind, and in living beings, I am the consciousness.","lang":"en"},{"id":45,"quote":"The Supreme Personality of Godhead said: Time I am, the great destroyer of the worlds, and I have come here to destroy all people. With the exception of you [the Pandavas], all the soldiers here on both sides will be slain.","lang":"en"},{"id":46,"quote":"Therefore get up. Prepare to fight and win glory. Conquer your enemies and enjoy a flourishing kingdom. They are already put to death by My arrangement, and you, O Savyasacin, can be but an instrument in the fight.","lang":"en"},{"id":47,"quote":"Fix your mind upon Me, be devoted to Me, offer obeisances to Me, and certainly you will come to Me.","lang":"en"},{"id":48,"quote":"Always think of Me and become My devotee. Worship Me and offer your homage unto Me. Thus you will come to Me without fail. I promise you this because you are My very dear friend.","lang":"en"},{"id":49,"quote":"One who understands this philosophy concerning material nature, the living entity, and the interaction of the modes of nature is sure to attain liberation. He will not take birth here again, regardless of his present position.","lang":"en"},{"id":50,"quote":"Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reactions. Do not fear.","lang":"en"},{"id":51,"quote":"सदैव संदेह करने वाले व्यक्ति के लिए प्रसन्नता ना इस लोक में है ना ही कहीं और","lang":"hi"},{"id":52,"quote":"क्रोध से भ्रम पैदा होता है। भ्रम से बुद्धि व्यग्र होती है। जब बुद्धि व्यग्र होती है तब तर्क नष्ट हो जाता है। जब तर्क नष्ट होता है तब व्यक्ति का पतन हो जाता है","lang":"hi"},{"id":53,"quote":"मन की गतिविधियों, होश, श्वास, और भावनाओं के माध्यम से भगवान की शक्ति सदा तुम्हारे साथ है; और लगातार तुम्हे बस एक साधन की तरह प्रयोग कर के सभी कार्य कर रही है","lang":"hi"},{"id":54,"quote":"ज्ञानी व्यक्ति ज्ञान और कर्म को एक रूप में देखता है, वही सही मायने में देखता है","lang":"hi"},{"id":55,"quote":"जो मन को नियंत्रित नहीं करते उनके लिए वह शत्रु के समान कार्य करता है","lang":"hi"},{"id":56,"quote":"अपने अनिवार्य कार्य करो, क्योंकि वास्तव में कार्य करना निष्क्रियता से बेहतर है","lang":"hi"},{"id":57,"quote":"आत्म-ज्ञान की तलवार से काटकर अपने ह्रदय से अज्ञान के संदेह को अलग कर दो। अनुशाषित रहो। उठो","lang":"hi"},{"id":58,"quote":"मनुष्य अपने विश्वास से निर्मित होता है ।जैसा वो विश्वास करता है वैसा वो बन जाता है","lang":"hi"},{"id":59,"quote":"नर्क के तीन द्वार हैं: वासना, क्रोध और लालच","lang":"hi"},{"id":60,"quote":"इस जीवन में ना कुछ खोता है ना व्यर्थ होता है","lang":"hi"},{"id":61,"quote":"मन अशांत है और उसे नियंत्रित करना कठिन है, लेकिन अभ्यास से इसे वश में किया जा सकता है","lang":"hi"},{"id":62,"quote":"लोग आपके अपमान के बारे में हमेशा बात करेंगे। सम्मानित व्यक्ति के लिए, अपमान मृत्यु से भी बदतर है","lang":"hi"},{"id":63,"quote":"प्रबुद्ध व्यक्ति के लिए, गंदगी का ढेर, पत्थर, और सोना सभी समान हैं","lang":"hi"},{"id":64,"quote":"निर्माण केवल पहले से मौजूद चीजों का प्रक्षेपण है। ","lang":"hi"},{"id":65,"quote":"व्यक्ति जो चाहे बन सकता है यदी वह विश्वास के साथ इच्छित वस्तु पर लगातार चिंतन करे","lang":"hi"},{"id":66,"quote":"उससे मत डरो जो वास्तविक नहीं है, ना कभी था ना कभी होगा ।जो वास्तविक है, वो हमेशा था और उसे कभी नष्ट नहीं किया जा सकता","lang":"hi"},{"id":67,"quote":"ज्ञानी व्यक्ति को कर्म के प्रतिफल की अपेक्षा कर रहे अज्ञानी व्यक्ति के दीमाग को अस्थिर नहीं करना चाहिए। ","lang":"hi"},{"id":68,"quote":"हर व्यक्ति का विश्वास उसकी प्रकृति के अनुसार होता है","lang":"hi"},{"id":69,"quote":"जन्म लेने वाले के लिए मृत्यु उतनी ही निश्चित है जितना कि मृत होने वाले के लिए जन्म लेना। इसलिए जो अपरिहार्य है उस पर शोक मत करो","lang":"hi"},{"id":70,"quote":"अप्राकृतिक कर्म बहुत तनाव पैदा करता है","lang":"hi"},{"id":71,"quote":"सभी अच्छे काम छोड़ कर बस भगवान में पूर्ण रूप से समर्पित हो जाओ। मैं तुम्हे सभी पापों से मुक्त कर दूंगा। शोक मत करो","lang":"hi"},{"id":72,"quote":"किसी और का काम पूर्णता से करने से कहीं अच्छा है कि अपना काम करें, भले ही उसे अपूर्णता से करना पड़े","lang":"hi"},{"id":73,"quote":"मैं उन्हें ज्ञान देता हूँ जो सदा मुझसे जुड़े रहते हैं और जो मुझसे प्रेम करते हैं","lang":"hi"},{"id":74,"quote":"मैं सभी प्राणियों को सामान रूप से देखता हूँ; ना कोई मुझे कम प्रिय है ना अधिक। लेकिन जो मेरी प्रेमपूर्वक आराधना करते हैं वो मेरे भीतर रहते हैं और मैं उनके जीवन में आता हूँ","lang":"hi"},{"id":75,"quote":"प्रबुद्ध व्यक्ति सिवाय ईश्वर के किसी और पर निर्भर नहीं करता","lang":"hi"},{"id":76,"quote":"मेरी कृपा से कोई सभी कर्तव्यों का निर्वाह करते हुए भी बस मेरी शरण में आकर अनंत अविनाशी निवास को प्राप्त करता है","lang":"hi"},{"id":77,"quote":"हे अर्जुन, केवल भाग्यशाली योद्धा ही ऐसा युद्ध लड़ने का अवसर पाते हैं जो स्वर्ग के द्वार के सामान है","lang":"hi"},{"id":78,"quote":"भगवान प्रत्येक वस्तु में है और सबके ऊपर भी","lang":"hi"},{"id":79,"quote":"बुद्धिमान व्यक्ति कामुक सुख में आनंद नहीं लेता","lang":"hi"},{"id":80,"quote":"आपके सार्वलौकिक रूप का मुझे न प्रारंभ न मध्य न अंत दिखाई दे रहा है","lang":"hi"},{"id":81,"quote":"जो कार्य में निष्क्रियता और निष्क्रियता में कार्य देखता है वह एक बुद्धिमान व्यक्ति है","lang":"hi"},{"id":82,"quote":"मैं धरती की मधुर सुगंध हूँ। मैं अग्नि की ऊष्मा हूँ, सभी जीवित प्राणियों का जीवन और सन्यासियों का आत्मसंयम हूँ","lang":"hi"},{"id":83,"quote":"तुम उसके लिए शोक करते हो जो शोक करने के योग्य नहीं हैं, और फिर भी ज्ञान की बाते करते हो ।बुद्धिमान व्यक्ति ना जीवित और ना ही मृत व्यक्ति के लिए शोक करते हैं","lang":"hi"},{"id":84,"quote":"कभी ऐसा समय नहीं था जब मैं, तुम ,या ये राजा-महाराजा अस्तित्व में नहीं थे, ना ही भविष्य में कभी ऐसा होगा कि हमारा अस्तित्व समाप्त हो जाये","lang":"hi"},{"id":85,"quote":"कर्म मुझे बांधता नहीं, क्योंकि मुझे कर्म के प्रतिफल की कोई इच्छा नहीं","lang":"hi"},{"id":86,"quote":"हे अर्जुन ! हम दोनों ने कई जन्म लिए हैं। मुझे याद हैं, लेकिन तुम्हे नहीं","lang":"hi"},{"id":87,"quote":"वह जो वास्तविकता में मेरे उत्कृष्ट जन्म और गतिविधियों को समझता है, वह शरीर त्यागने के बाद पुनः जन्म नहीं लेता और मेरे धाम को प्राप्त होता है","lang":"hi"},{"id":88,"quote":"अपने परम भक्तों, जो हमेशा मेरा स्मरण या एक-चित्त मन से मेरा पूजन करते हैं, मैं व्यक्तिगत रूप से उनके कल्याण का उत्तरदायित्व लेता हूँ","lang":"hi"},{"id":89,"quote":"कर्म योग वास्तव में एक परम रहस्य है","lang":"hi"},{"id":90,"quote":"कर्म उसे नहीं बांधता जिसने काम का त्याग कर दिया है","lang":"hi"},{"id":91,"quote":" बुद्धिमान व्यक्ति को समाज कल्याण के लिए बिना आसक्ति के काम करना चाहिए","lang":"hi"},{"id":92,"quote":" जो व्यक्ति आध्यात्मिक जागरूकता के शिखर तक पहुँच चुके हैं, उनका मार्ग है निःस्वार्थ कर्म। जो भगवान् के साथ संयोजित हो चुके हैं उनका मार्ग है स्थिरता और शांति","lang":"hi"},{"id":93,"quote":" यद्द्यापी मैं इस तंत्र का रचयिता हूँ, लेकिन सभी को यह ज्ञात होना चाहिए कि मैं कुछ नहीं करता और मैं अनंत हूँ","lang":"hi"},{"id":94,"quote":" जब वे अपने कार्य में आनंद खोज लेते हैं तब वे पूर्णता प्राप्तकरते हैं","lang":"hi"},{"id":95,"quote":" वह जो सभी इच्छाएं त्याग देता है और “मैं ” और “मेरा ” की लालसा और भावना से मुक्त हो जाता है उसे शांती प्राप्त होती है","lang":"hi"},{"id":96,"quote":" मेरे लिए ना कोई घृणितहै ना प्रिय ।किन्तु जो व्यक्ति भक्ति के साथ मेरी पूजा करते हैं, वो मेरे साथ हैं और मैं भी उनके साथ हूँ","lang":"hi"},{"id":97,"quote":" जो इस लोक में अपने काम की सफलता की कामना रखते हैं वे देवताओं का पूजनकरें","lang":"hi"},{"id":98,"quote":" मैं ऊष्मा देता हूँ, मैं वर्षा करता हूँ और रोकता भी हूँ, मैं अमरत्वभी हूँ और मृत्यु भी","lang":"hi"},{"id":99,"quote":" बुरे कर्म करने वाले, सबसे नीच व्यक्ति जो राक्षसी प्रवित्तियों से जुड़े हुए हैं, और जिनकी बुद्धि माया ने हर ली है वो मेरी पूजा या मुझे पाने का प्रयास नहीं करते","lang":"hi"},{"id":100,"quote":" जो कोई भी जिस किसी भी देवता की पूजा विश्वास के साथ करने की इच्छा रखता है, मैं उसका विश्वास उसी देवता में दृढ कर देता हूँ","lang":"hi"},{"id":101,"quote":" हे अर्जुन !, मैं भूत, वर्तमान और भविष्य के सभी प्राणियों को जानता हूँ, किन्तु वास्तविकता में कोई मुझे नहीं जानता","lang":"hi"},{"id":102,"quote":"स्वर्ग प्राप्त करने और वहां कई वर्षों तक वास करने के पश्चात एक असफल योगी का पुन:एक पवित्र और समृद्ध कुटुंब में जन्म होता है","lang":"hi"},{"id":103,"quote":"केवल मन ही किसी का मित्र और शत्रु होता है","lang":"hi"},{"id":104,"quote":"मैं सभी प्राणियों के ह्रदय में विद्यमान हूँ","lang":"hi"},{"id":105,"quote":"ऐसा कुछ भी नहीं, चेतन या अचेतन, जो मेरे बिना अस्तित्व में रह सकता हो। ","lang":"hi"},{"id":106,"quote":"वह जो मृत्यु के समय मुझे स्मरण करते हुए अपना शरीर त्यागता है, वह मेरे धामको प्राप्त होता है। इसमें कोई शंशय नहीं है ","lang":"hi"},{"id":107,"quote":"वह जो इस ज्ञान में विश्वास नहीं रखते, मुझे प्राप्त किये बिनाजन्म और मृत्यु के चक्र का अनुगमन करते हैं","lang":"hi"},{"id":108,"quote":"कर्म न करने से, कर्म करना श्रेष्ठ हैं","lang":"hi"},{"id":109,"quote":"आसक्ति से कामना का जन्म होता हैं","lang":"hi"},{"id":110,"quote":"नैराश्यं परमं सुखम् (निराश परम सुख है ।)","lang":"hi"},{"id":111,"quote":"क्रोध से मुर्खता उत्पन्न होती हैं, मूढ़ता से भ्रान्ति, भ्रान्ति से बुध्दि का नाश, और बुध्दि के नाश से प्राणी का नाश होता हैं","lang":"hi"},{"id":112,"quote":"असत का अस्तित्व नहीं है और सत का नाश नहीं है, नित्य रहने वाले देह की यह देह नाशवान कही गई है","lang":"hi"},{"id":113,"quote":"कार्य में कुशलता का योग कहते है","lang":"hi"},{"id":114,"quote":"सर्वत्र समभाव रखने वाला योगी अपने को सब भूतों में, और सब भूतों को अपने में देखता है","lang":"hi"},{"id":115,"quote":"ईश्वर सब प्राणियों के ह्रदय में वास करता है, और अपनी माया के बल से उन्हें चाक पर चढ़े हुये घड़े की भांति घुमाता है","lang":"hi"},{"id":116,"quote":"जो अपने हिस्से का काम किये बिना ही भोजन पाते है, वे चोर है","lang":"hi"},{"id":117,"quote":"परमात्मा को प्राप्ति के इच्छुक ब्रम्हचर्य का पालन करते है","lang":"hi"},{"id":118,"quote":"मन बड़ा चंचल है, मनुष्य को मथ डालता है, अतः बहुत बलवान है","lang":"hi"},{"id":119,"quote":"अपकीर्ति मृत्यु से भी बुरी है","lang":"hi"},{"id":120,"quote":"फल की अभिलाषा छोड़ कर कर्म करने वाला पुरुष ही अपने जीवन को सफल बनाता है","lang":"hi"},{"id":121,"quote":"जो हमेशा शंका मन में रखते हैं उन्हें ना इस संसार में और ना ही कहीं भी चैन मिलता हैं ।","lang":"hi"},{"id":122,"quote":"बुद्धिमान व्यक्ति ज्ञान और कर्म को एक ही देखता हैं यही सत्य हैं ।","lang":"hi"},{"id":123,"quote":"हमेशा कर्म करो क्यूंकि बेकार रहने से कई ज्यादा कर्मवान होना हैं ।","lang":"hi"},{"id":124,"quote":"क्रोध से माया उत्पन्न होती हैं, माया से बुद्धि व्यग्र होती हैं और व्यग्र बुद्धि से विचारों का नाश होता हैं। और एक बार जब विचारों का नाश होता हैं उस वक्त सब खत्म हो जाता हैं ।","lang":"hi"},{"id":125,"quote":"अपने ज्ञान से अपने भीतर के अज्ञान को तलवार से काटकर उसका वध करों। अपने अनुशासन में रहो, जागो ।","lang":"hi"},{"id":126,"quote":"जो अपनी सोच को नियंत्रित नहीं रख पाते, उनकी सोच उन्ही की दुश्मन बन जाती हैं ।","lang":"hi"},{"id":127,"quote":"मनुष्य अपने विचारों से बनता हैं जैसा वो सोचता हैं वही वो होता हैं ।","lang":"hi"},{"id":128,"quote":"भगवान की शक्ति आपके पास हमेशा मानसिक कार्यों, अहसास, श्वास के रूप में हैं। जिसका उपयोग आप हमेशा करते हैं ।","lang":"hi"},{"id":129,"quote":"भगवान की शक्ति आपके पास हमेशा मानसिक कार्यों, अहसास, श्वास के रूप में हैं। जिसका उपयोग आप हमेशा करते हैं ।","lang":"hi"},{"id":130,"quote":"लालच, गुस्सा और वासना तीनो नरक के द्वार हैं ।","lang":"hi"},{"id":131,"quote":"मैं उन्हें ज्ञान देता हूँ जो मुझमे समाय हुए हैं और मुझे प्रेम करते हैं ।","lang":"hi"},{"id":132,"quote":"भगवान सभी जगह में हैं सभी के उपर हैं","lang":"hi"},{"id":133,"quote":"सभी अच्छे कार्यों को एक तरह रखकर भगवान की भक्ति में लीन हो जायेंगे तब मैं आपको सभी पापो से मुक्त कर दूंगा ।आपको इसकी चिंता की जरूरत नहीं ।","lang":"hi"},{"id":134,"quote":"जो खुद पर विश्वास करते हैं वो किसी भी चीज के लिए भगवान के अलावा किसी पर आश्रित नहीं होते ।","lang":"hi"},{"id":135,"quote":"मेरी दृष्टि सभी प्राणियों पर समान रूप से रहती हैं ना किसी पर ज्यादा ना कम। लेकिन जो मुझसे प्रेम करते हैं वो मेरे भीतर रहते हैं और में उनके जीवन में ।","lang":"hi"},{"id":136,"quote":"हे अर्जुन ! केवल कुछ ही भाग्यशाली योद्धा होते हैं जिन्हें ऐसे धर्म के लिए लड़ने का मौका मिलता हैं जो सीधे स्वर्ग का द्वार खोलते हैं ।","lang":"hi"},{"id":137,"quote":"आपके विशाल स्वरूप में ना शुरुवात न मध्य ना अंत देखा जा सकता हैं ।","lang":"hi"},{"id":138,"quote":"मेरी कृपा से जो मुझमे लीं होता हैं उसे तब आत्मीय संतोष मिलता हैं भले ही उसने अपने सारे कर्म किये हो ।","lang":"hi"},{"id":139,"quote":"किसी और का काम श्रद्धा से करने से कई गुना अच्छा हैं कि अपना कार्य पूरी लग्न के साथ करें ।","lang":"hi"},{"id":140,"quote":"एक बुद्धिमान व्यक्ति को जीवन का सुख कामुकता से नहीं मिलता ।","lang":"hi"},{"id":141,"quote":"बेहतर वास्तव में ज्ञान यांत्रिक अभ्यास से है। ज्ञान ध्यान है की तुलना में बेहतर। लेकिन अब भी बेहतर परिणाम के लिए लगाव का आत्मसमर्पण, तत्काल शांति वहाँ इस प्रकार है क्योंकि","lang":"hi"},{"id":142,"quote":"इस दुनिया में और न ही कहीं और हमेशा संदेह है जो उसके लिए दुकान में कोई खुशी नहीं है, न तो","lang":"hi"},{"id":143,"quote":"भ्रम क्रोध से उत्पन्न होती है। मन भ्रम से घबराए हुए है। मन व्यग्र है जब तर्क नष्ट हो जाता है। तर्क नष्ट हो जाता है जब एक नीचे गिर जाता है","lang":"hi"},{"id":144,"quote":"मनुष्य अपने विश्वास के द्वारा किया जाता है। उनका मानना ​​है कि जैसा, तो वह है","lang":"hi"},{"id":145,"quote":"मन को नियंत्रित करने के लिए बेचैन और मुश्किल है, लेकिन यह अभ्यास से वश में किया जाता है","lang":"hi"},{"id":146,"quote":"आप और मैं ही अस्तित्व में नहीं है एक समय था जब वहाँ कभी नहीं किया गया, हम अस्तित्व समाप्त हो जाएगा जब न ही वहाँ एक समय होगा। एक ही व्यक्ति के बचपन के माध्यम से शरीर में निवास के रूप में, युवा, और बुढ़ापा, तो भी मृत्यु के समय वह एक और शरीर पा लेता है। बुद्धिमान इन परिवर्तनों से मोहित नहीं कर रहे हैं","lang":"hi"},{"id":147,"quote":"बहुत ज्यादा खाते हैं या जो लोग भी थोड़ा खाना, बहुत ज्यादा सोने या बहुत कम सोने के जो, ध्यान में सफल नहीं होगा। लेकिन खाने और सोने में शीतोष्ण हैं जो उन, काम और मनोरंजन, ध्यान के माध्यम से दु: ख का अंत करने के लिए आ जाएगा","lang":"hi"},{"id":148,"quote":"मुझ में अभी भी आपके मन, अभी भी अपने आप को मुझ में, और शक के बिना आप मेरे साथ एकजुट किया जाएगा, प्यार का भगवान, आपके दिल में आवास","lang":"hi"},{"id":149,"quote":"स्वयं पर ध्यान करता है जो आत्मा स्वयं की सेवा करने के लिए सामग्री है और स्वयं के भीतर संतुष्ट टिकी हुई; उसे पूरा करने के लिए ज्यादा कुछ नहीं रहता","lang":"hi"},{"id":150,"quote":"नहीं डर। क्या असली नहीं है, कभी नहीं था और कभी नहीं होगा। असली क्या है, हमेशा था और नष्ट नहीं किया जा सकता","lang":"hi"},{"id":151,"quote":"कार्रवाई से बचने के द्वारा मनुष्य कार्रवाई से मुक्ति प्राप्त करता है। मात्र त्याग से वह परम पूर्णता प्राप्त करता है","lang":"hi"},{"id":152,"quote":"कार्रवाई निष्क्रियता से अधिक है। जीवन में इसलिए तेरा कार्य निष्पादित करें। कोई कार्रवाई नहीं कर रहे थे तो शरीर का भी जीवन नहीं हो सकता","lang":"hi"},{"id":153,"quote":"बाबा योग की ऊंचाइयों चढ़ते जब, वह काम के पथ का अनुसरण; लेकिन वह योग की ऊंचाइयों तक पहुँच जाता है, वह शांति के देश में है","lang":"hi"},{"id":154,"quote":"जब भी मन अस्थिर और बेचैन strays दूर भावना से, कभी उसे दो और के लिए कभी भावना के लिए इसे फिर से नेतृत्व","lang":"hi"},{"id":155,"quote":"कोई काम नहीं दाग शुद्ध है, जो एक आदमी, सद्भाव में कौन है, अपने जीवन के मालिक कौन है, जिसका आत्मा सब की आत्मा के साथ एक है","lang":"hi"},{"id":156,"quote":"अपने मन बनाने के ध्यान में एक बताया, और अपने हृदय शुद्ध हो जाएगा। आत्म की शांति भंग में सभी आशंकाओं और सभी इच्छाओं को ब्रह्म के लिए समर्पित के साथ, मन को नियंत्रित करने और मुझ पर यह तय (भगवान), अपने ही लक्ष्य के रूप में मेरे साथ ध्यान में बैठते। लगातार ध्यान के माध्यम से नियंत्रित इंद्रियों और मन के साथ, भीतर स्व के साथ एकजुट, एक आकांक्षी निर्वाण उपलब्ध हो जाता है, मुझ में स्थायी खुशी और शांति का राज्य","lang":"hi"},{"id":157,"quote":"आपका मन अगर आप अपने वश में नहीं करेंगे, तो वो आपके दुश्मन कि तरह काम करना शुरू कर देगा","lang":"hi"},{"id":158,"quote":"निर्माण केवल पहले से बनी चीजो का नया रूप हैं","lang":"hi"},{"id":159,"quote":"इंसान अपने विश्वास की बुनियाद पर उस जैसा बनता चला जाता हैं","lang":"hi"},{"id":160,"quote":"आपके साथ अब तक जो हुआ अच्छे के लिए हुआ, आगे जो कुछ होगा अच्छे के लिए होगा, जो हो रहा हैं, वो भी अच्छे के लिए हो रहा हैं, इसलिए हमेशा वर्तमान में जीओ, भविष्य की चिंता मत करो","lang":"hi"},{"id":161,"quote":"कोशिश की जाए तो अपने अशांत मन को आसानी से नियंत्रित किया जा सकता हैं","lang":"hi"},{"id":162,"quote":"इंसान नहीं उसका मन किसी का दोस्त या दुश्मन होता हैं","lang":"hi"},{"id":163,"quote":"जो किसी दुसरो पर शक करता हैं, उसे किसी भी जगह पर ख़ुशी नहीं मिल सकती","lang":"hi"},{"id":164,"quote":"अपने जरुरी कार्य करना, बाकी गलत कार्य करने से बेहतर हैं","lang":"hi"},{"id":165,"quote":"कर्म ना करने से बेहतर हैं, कैसा भी कर्म करना","lang":"hi"},{"id":166,"quote":"क्रोध मुर्खता को जन्म देता हैं, अफवाह से अकल का नाश, और अकल से नाश से इंसान का नाश होता हैं","lang":"hi"},{"id":167,"quote":"किसी भी काम में आपकी योग्यता को योग कहते हैं","lang":"hi"},{"id":168,"quote":"भगवान सभी लोगो मन में बसते हैं, और अपनी माया से उनके मन को जैसा चाहे वैसा घड़े की तरह घड़ते हैं","lang":"hi"},{"id":169,"quote":"सही मायने में चोर वो हैं, जो अपने हिस्से का काम किये बिना भोजन करता हैं","lang":"hi"},{"id":170,"quote":"कर्म किये जाओ, फल की चिंता मत करो","lang":"hi"},{"id":171,"quote":"मन बहुत चंचल हैं, जो इंसान के दिल में उथल-पुथल कर देता हैं","lang":"hi"},{"id":172,"quote":"हर कोई खाली हाथ आया था, और खाली हाथ ही इस दुनिया से जाएगा","lang":"hi"},{"id":173,"quote":"परिवर्तन संचार का नियम हैं, कल जो किसी और का था आज वो तुम्हारा हैं कल वो किसी और का होगा","lang":"hi"},{"id":174,"quote":"आत्मा अमर हैं, इसलिए मरने की चिंता मत करो","lang":"hi"},{"id":175,"quote":"बुद्धिमान व्यक्ति को समाज कल्याण के लिए बिना आसक्ति के काम करना चाहिए","lang":"hi"},{"id":176,"quote":"जो व्यक्ति आध्यात्मिक जागरूकता के शिखर तक पहुँच चुके हैं, उनका मार्ग है निःस्वार्थ कर्म। जो भगवान् के साथ संयोजित हो चुके हैं उनका मार्ग है स्थिरता और शांति","lang":"hi"},{"id":177,"quote":"मेरे लिए ना कोई घृणित है ना प्रिय ।किन्तु जो व्यक्ति भक्ति के साथ मेरी पूजा करते हैं, वो मेरे साथ हैं और मैं भी उनके साथ हूँ","lang":"hi"},{"id":178,"quote":"जो इस लोक में अपने काम की सफलता की कामना रखते हैं वे देवताओं का पूजन करें","lang":"hi"},{"id":179,"quote":"यद्द्यापी मैं इस तंत्र का रचयिता हूँ, लेकिन सभी को यह ज्ञात होना चाहिए कि मैं कुछ नहीं करता और मैं अनंत हूँ","lang":"hi"},{"id":180,"quote":"जब वे अपने कार्य में आनंद खोज लेते हैं तब वे पूर्णता प्राप्त करते हैं","lang":"hi"},{"id":181,"quote":"वह जो सभी इच्छाएं त्याग देता है और “मैं ” और “मेरा ” की लालसा और भावना से मुक्त हो जाता है उसे शांती प्राप्त होती है","lang":"hi"},{"id":182,"quote":"मैं ऊष्मा देता हूँ, मैं वर्षा करता हूँ और रोकता भी हूँ, मैं अमरत्व भी हूँ और मृत्यु भी","lang":"hi"},{"id":183,"quote":"बुरे कर्म करने वाले, सबसे नीच व्यक्ति जो राक्षसी प्रवित्तियों से जुड़े हुए हैं, और जिनकी बुद्धि माया ने हर ली है वो मेरी पूजा या मुझे पाने का प्रयास नहीं करते","lang":"hi"},{"id":184,"quote":"जो कोई भी जिस किसी भी देवता की पूजा विश्वास के साथ करने की इच्छा रखता है, मैं उसका विश्वास उसी देवता में दृढ कर देता हूँ","lang":"hi"},{"id":185,"quote":"ऐसा कुछ भी नहीं, चेतन या अचेतन, जो मेरे बिना अस्तित्व में रह सकता हो","lang":"hi"},{"id":186,"quote":"वह जो मृत्यु के समय मुझे स्मरण करते हुए अपना शरीर त्यागता है, वह मेरे धाम को प्राप्त होता है। इसमें कोई शंशय नहीं है","lang":"hi"},{"id":187,"quote":"वह जो इस ज्ञान में विश्वास नहीं रखते, मुझे प्राप्त किये बिना जन्म और मृत्यु के चक्र का अनुगमन करते हैं","lang":"hi"},{"id":188,"quote":"हे अर्जुन !, मैं भूत, वर्तमान और भविष्य के सभी प्राणियों को जानता हूँ, किन्तु वास्तविकता में कोई मुझे नहीं जानता","lang":"hi"},{"id":189,"quote":"स्वर्ग प्राप्त करने और वहां कई वर्षों तक वास करने के पश्चात एक असफल योगी का पुन: एक पवित्र और समृद्ध कुटुंब में जन्म होता है","lang":"hi"},{"id":190,"quote":"केवल मन ही किसी का मित्र और शत्रु होता है","lang":"hi"},{"id":191,"quote":"मैं सभी प्राणियों के ह्रदय में विद्यमान हूँ","lang":"hi"},{"id":192,"quote":"संसार में ऐसे लोग थोड़े ही होते हैं, जो कठोर किंतु हित की बात कहने वाले होते है।","lang":"hi"},{"id":193,"quote":"अहंकार मनुष्य का बहुत बड़ा दुश्मन है। वह सोने के हार को भी मिट्टी का बना देता है।<","lang":"hi"},{"id":194,"quote":"इस दुनिया में दुर्लभ कुछ भी नहीं है, अगर उत्साह का साथ न छोड़ा जाए। ","lang":"hi"},{"id":195,"quote":"जिस प्रकार बिना जल के धान नहीं उगता उसी प्रकार बिना विनय के प्राप्त की गई विद्या फलदायी नहीं होती। ","lang":"hi"},{"id":196,"quote":"भोग में रोग का, उच्च-कुल में पतन का, धन में राजा का, मान में अपमान का, बल में शत्रु का, रूप में बुढ़ापे का और शास्त्र में विवाद का डर है। भय रहित तो केवल वैराग्य ही है। ","lang":"hi"},{"id":197,"quote":"पीड़ा से दृष्टि मिलती है, इसलिए आत्मपीड़न ही आत्मदर्शन का माध्यम है। ","lang":"hi"},{"id":198,"quote":"आलसी सुखी नहीं हो सकता, निद्रालु ज्ञानी नहीं हो सकता, मम्त्व रखनेवाला वैराग्यवान नहीं हो सकता और हिंसक दयालु नहीं हो सकता। ","lang":"hi"},{"id":199,"quote":"वह पुरूष धन्‍य है जो काम करने में कभी पीछे नहीं हटता, भाग्‍यलक्ष्‍मी उसके घर की राह पूछती हुई चली आती है। ","lang":"hi"},{"id":200,"quote":"दूसरों को दण्‍ड देना सहज है, किन्‍तु उन्‍हें क्षमा करना और उनकी भूल सुधारना अत्‍यधिक कठिन कार्य है।","lang":"hi"},{"id":201,"quote":"पिता की सेवा करना जिस प्रकार कल्याणकारी माना गया है वैसा प्रबल साधन न सत्य है, न दान है और न यज्ञ हैं। ","lang":"hi"},{"id":202,"quote":"जैसे पके हुए फलों को गिरने के सिवा कोई भय नहीं वैसे ही पैदा हुए मनुष्य को मृत्यु के सिवा कोई भय नहीं। ","lang":"hi"},{"id":203,"quote":"हताश न होना सफलता का मूल है और यही परम सुख है। उत्साह मनुष्य को कर्मो में प्रेरित करता है और उत्साह ही कर्म को सफल बनता है। ","lang":"hi"},{"id":204,"quote":"तप ही परम कल्याण का साधन है। दूसरे सारे सुख तो अज्ञान मात्र हैं। ","lang":"hi"},{"id":205,"quote":"जननी जन्मभूमिश्च स्वर्गादपि गरीयसी। (जननी (माता) और जन्मभूमि स्वर्ग से भी अधिक श्रेष्ठ है) ","lang":"hi"},{"id":206,"quote":"कोई मनुष्य दूसरे मनुष्य को दास नहीं बनाता, केवल धन का लालच ही मनुष्य को दास बनाता है। ","lang":"hi"},{"id":207,"quote":"शासन के समर्थक को जनता पसंद नहीं करती और जनता के पक्षपाती को शासन। इन दोनो का प्रिय कार्यकर्ता दुर्लभ है। ","lang":"hi"},{"id":208,"quote":"जो कोई भी हों, सैकडो मित्र बनाने चाहिये। देखो, मित्र चूहे की सहायता से कबूतर (जाल के) बन्धन से मुक्त हो गये थे। ","lang":"hi"},{"id":209,"quote":"सत्संगतिः स्वर्गवास: (सत्संगति स्वर्ग में रहने के समान है) ","lang":"hi"},{"id":210,"quote":"भय से तब तक ही डरना चाहिये जब तक भय (पास) न आया हो। आये हुए भय को देखकर बिना शंका के उस पर प्रहार करना चाहिये। ","lang":"hi"},{"id":211,"quote":"जिसके पास बुद्धि है, बल उसी के पास है। (बुद्धिः यस्य बलं तस्य)","lang":"hi"},{"id":212,"quote":"मौनं सर्वार्थसाधनम्। ","lang":"hi"},{"id":213,"quote":"मातृभाषा, मातृ संस्कृति और मातृभूमि ये तीनों सुखकारिणी देवियाँ स्थिर होकर हमारे हृदयासन पर विराजें। ","lang":"hi"},{"id":214,"quote":"चिंता से चित्त को संताप और आत्मा को दुर्बलता प्राप्त होती है, इसलिए चिंता को तो छोड़ ही देना चाहिए। ","lang":"hi"},{"id":215,"quote":"मानव जिस लक्ष्‍य में मन लगा देता है, उसे वह श्रम से हासिल कर सकता है। ","lang":"hi"},{"id":216,"quote":"हमारे भीतर कंजूसी न हो। ","lang":"hi"},{"id":217,"quote":"जहाँ मूर्ख नहीं पूजे जाते, जहाँ अन्न की सुरक्षा की जाती है और जहाँ परिवार में कलह नहीं होती, वहाँ लक्ष्मी निवास करती है। ","lang":"hi"},{"id":218,"quote":"पुण्य की कमाई मेरे घर की शोभा बढ़ाए, पाप की कमाई को मैंने नष्ट कर दिया है। ","lang":"hi"},{"id":219,"quote":"जो स्‍वयं संयमित व नियंत्रित है उसे, व्‍यर्थ में और अधिक नियंत्रित नहीं करना चाहिये, जो अभी अनियंत्रित है, उसी को निय‍ंत्रित किया जाना चाहिए। ","lang":"hi"},{"id":220,"quote":"धर्म करते हुए मर जाना अच्छा है पर पाप करते हुए विजय प्राप्त करना अच्छा नहीं।","lang":"hi"},{"id":221,"quote":"बुद्धि से विचारकर किए गए कर्म ही सफल होते हैं। ","lang":"hi"},{"id":222,"quote":"अपने भाई बंधु जिसका आदर करते हैं, दूसरे भी उसका आदर करते हैं।","lang":"hi"},{"id":223,"quote":"जिस हरे-भरे वृक्ष की छाया का आश्रय लेकर रहा जाए, पहले उपकारों का ध्यान रखकर उसके एक पत्ते से भी द्रोह नहीं करना चाहिए। ","lang":"hi"},{"id":224,"quote":"फल की अभिलाषा छोड़कर कर्म करनेवाला मनुष्य ही मोक्ष प्राप्त करता है। ","lang":"hi"},{"id":225,"quote":"लक्ष्‍मी शुभ कार्य से उत्‍पन्‍न होती है, चतुरता से बढ़ती है, अत्‍यन्‍त निपुणता से, जड़े जमाती है और संयम से स्थिर रहती है। ","lang":"hi"},{"id":226,"quote":"कर्मण्येवाधिकारस्ते मा फलेषु कदाचन्। (कर्म करने में ही तुम्हारा अधिकार है, फल में कभी भी नहीं) ","lang":"hi"},{"id":227,"quote":"सन्‍यास हृदय की एक दशा का नाम है, किसी ऊपरी नियम या वेशभूषा का नहीं। ","lang":"hi"},{"id":228,"quote":"हम अपने कार्यों के परिणाम का निर्णय करने वाले कौन हैं? यह तो भगवान का कार्यक्षेत्र है। हम तो एकमात्र कर्म करने के लिए उत्तरदायी हैं। ","lang":"hi"},{"id":229,"quote":"हम प्रयास के लिए उत्तरदायी हैं, न कि परिणाम के लिए। ","lang":"hi"},{"id":230,"quote":"केवल बुद्धि के द्वारा ही मानव का मनुष्यत्व प्रकट होता है। ","lang":"hi"},{"id":231,"quote":"कार्यकुशल व्यक्ति की सभी जगह जरुरत पड़ती है। ","lang":"hi"},{"id":232,"quote":"गुण छोटे लोगों में द्वेष और महान व्यक्तियों में स्पर्धा पैदा करता है। ","lang":"hi"},{"id":233,"quote":"कार्यकुशल व्यक्ति के लिए यश और धन की कमी नहीं है।","lang":"hi"},{"id":234,"quote":"मनुष्य अपने गुणों से आगे बढता है न कि दूसरों कि कृपा से।","lang":"hi"},{"id":235,"quote":"यदि तुम अपने आपको योग्य बना लो, तो सहायता स्वयमेव तुम्हे आ मिलेगी। ","lang":"hi"},{"id":236,"quote":"महान व्यक्ति न किसी का अपमान करता है ओर न उसको सहता है। ","lang":"hi"},{"id":237,"quote":"नैतिक बल के द्वारा ही मनुष्य दूसरों पर अधिकार कर सकता है। ","lang":"hi"},{"id":238,"quote":"मनुष्य धन अथवा कुल से नहीं, दिव्य स्वभाव और भव्य आचरण से महान बनता है। ","lang":"hi"},{"id":239,"quote":"ज्ञानी वह है, जो वर्तमान को ठीक प्रकार समझे और परिस्थिति के अनुसार आचरण करे।","lang":"hi"},{"id":240,"quote":"किसी भी मनुष्य की इच्छाशक्ति अगर उसके साथ हो तो वह कोई भी काम बड़े आसानी से कर सकता है। इच्छाशक्ति और दृढ़संकल्प मनुष्य को रंक से राजा बना देती है। ","lang":"hi"},{"id":241,"quote":"जीवन में सदैव सुख ही मिले यह बहुत दुर्लभ है।","lang":"hi"},{"id":242,"quote":"दुख और विपदा जीवन के दो ऐसे मेहमान हैं, जो बिना निमंत्रण के ही आते हैं। ","lang":"hi"},{"id":243,"quote":"माता-पिता की सेवा और उनकी आज्ञा का पालन जैसा दूसरा धर्म कोई भी नहीं है। ","lang":"hi"},{"id":244,"quote":"माँ के बाद सिर्फ हिम्मत मनुष्य का साथ देती है जो मनुष्य को कभी हारने नहीं देती।","lang":"hi"},{"id":245,"quote":"जिसने अपनी इच्छाओं पर काबू पा लिया, उस मनुष्य ने जीवन के दुखों पर काबू पा लिया। ","lang":"hi"},{"id":246,"quote":"अक्सर ज़िन्दगी के सवाल, ज़िन्दगी के जवाबों से कहीं ज्यादा कठिन होते हैं।","lang":"hi"},{"id":247,"quote":"ज़िन्दगी अपने आप को ढूंढने का नाम नहीं है, बल्कि ज़िन्दगी अपने आप को बनाने का नाम है।","lang":"hi"},{"id":248,"quote":"मौत से ज़िन्दगी खत्म हो जाती है मगर रिश्ता नहीं।","lang":"hi"},{"id":249,"quote":"हर इंसान की ज़िन्दगी में कोई न कोई छुपा हुआ दर्द जरूर होता है।","lang":"hi"},{"id":250,"quote":"ज़िन्दगी अक्सर नए रिश्तों की आहट से पुराने रिश्तों को तोड़ देती है।","lang":"hi"},{"id":251,"quote":"बिना कुछ किये ज़िन्दगी गुज़ार देने से कहीं अच्छा है ज़िन्दगी को गलतियां करते गुज़ार देना।","lang":"hi"},{"id":252,"quote":"जो फूल सूखे वीरान बीहड़ों में मुसीबतों के साथ खिलते हैं, वो बहुत ही विरल और खूबसूरत होते हैं।","lang":"hi"},{"id":253,"quote":"सुख और दुःख अपने आप नहीं आते, ये आपके किये हुए कर्मों का फल होता है।","lang":"hi"},{"id":254,"quote":"ख़ुशी महज मन की एक आंतरिक भावना है, जिसे बुरे समय में भी पैदा किया जा सकता है।","lang":"hi"},{"id":255,"quote":"मनुष्य की सोच और विचारधारा समय के साथ बदल जाती है।","lang":"hi"},{"id":256,"quote":"क्रोध हमेशा मनुष्य को तब आता है जब वह अपने आप को कमज़ोर और हारा हुआ पाता है।","lang":"hi"},{"id":257,"quote":"जीवन दुखों से भरा है और सुख की खोज जीवन का आधार है।","lang":"hi"},{"id":258,"quote":"सत्य (परमात्मा) को केवल तभी जाना जा सकता है जब हृदय सच्चा होता है। ","lang":"hi"},{"id":259,"quote":"मनुष्य जैसा बोलता है, उसका व्यक्तित्व वैसा ही हो जाता है।","lang":"hi"},{"id":260,"quote":"माना के ऊंचाई पर चढ़ना कठिन होता है, लेकिन उपर से नज़ारा भी अलग होता है।","lang":"hi"},{"id":261,"quote":"रिश्ते, बेहद कच्चे धागे की तरह होते हैं, झट से टूट जाते हैं, और अगर फिर जोड़ो तो गाँठ पड़ जाती है ।","lang":"hi"},{"id":262,"quote":"मनुष्य किसी चीज की पीछे जितना भागता है वो मनुष्य से उतना दूर भागती है।","lang":"hi"},{"id":263,"quote":"मनुष्य की बुद्धिमत्ता का पता उसके ज्ञान से नही बल्कि उसकी कल्पना से चलता है।","lang":"hi"},{"id":264,"quote":"मनुष्य की सबसे बड़ी शिक्षक उसकी गलतियां होती हैं।","lang":"hi"},{"id":265,"quote":"उपेक्षा करना सीख लेना ही आत्मिक शांति का मुख्य मार्ग है। ","lang":"hi"},{"id":266,"quote":"मनुष्य को उसके क्रोध की सजा नही मिलेगी, पर उसका क्रोध ही उसे सजा देगा। ","lang":"hi"},{"id":267,"quote":"अशिष्टता कमजोर मनुष्य की ताकत का महज नकली दिखावा होती है।","lang":"hi"},{"id":268,"quote":"ऐसा कार्य करो जो सही हो न की जो आसान हो।","lang":"hi"},{"id":269,"quote":"उत्तम समय कभी नहीं आता, समय को उत्तम बनाना पड़ता है।","lang":"hi"},{"id":270,"quote":"ज़िन्दगी को आसान नहीं, बस खुद को मजबूत बनाना पड़ता है।","lang":"hi"},{"id":271,"quote":"अगर किसी कार्य में हार ही माननी थी तो फिर सोचो के इतनी देर से उसमें क्यों समय खराब किया?","lang":"hi"},{"id":272,"quote":"ज़िन्दगी को जीने के कई सुन्दर कारण होते हैं।","lang":"hi"},{"id":273,"quote":"आत्मविश्वास शांत होता है और असुरक्षा बेचैन होती है।","lang":"hi"},{"id":274,"quote":"अपनी अज्ञानता का अहसास होना ज्ञान की दिशा में एक बहुत बड़ा कदम है।","lang":"hi"},{"id":275,"quote":"विद्या नम्रता से, प्रश्न पर प्रश्न, खोज पर खोज करने ओर दूसरों की सेवा करते रहने से आती है।","lang":"hi"},{"id":276,"quote":"जिज्ञासा के बिना ज्ञान नहीं होता। दुःख के बिना सुख नहीं होता।","lang":"hi"},{"id":277,"quote":"बिना गुरु के ज्ञान नही होता।","lang":"hi"},{"id":278,"quote":"बिना अनुभव के कोरा शाब्दिक ज्ञान अंधा है।","lang":"hi"},{"id":279,"quote":"अल्प ज्ञान खतरनाक होता है।","lang":"hi"},{"id":280,"quote":"उपदेश देना सरल है, उपाय बताना कठिन।","lang":"hi"},{"id":281,"quote":"जो दूसरों को जानता है, वह विद्वान है। जो स्वयं को जानता है वह ज्ञानी","lang":"hi"},{"id":282,"quote":"सब दानों में ज्ञान का दान ही श्रेष्ठ दान है। ","lang":"hi"},{"id":283,"quote":"प्रतिभावान का गुण यह है कि वह मान्यताओं को हिला देता है। ","lang":"hi"},{"id":284,"quote":"विद्या का वैभव, धन से कहीं अधिक मूल्यवान और विशिष्ट है।","lang":"hi"},{"id":285,"quote":"बुद्धिमान वह नहीं, जो बहुत-सी बातें जानता है, अपितु वह है, जो काम की बातें जानता है। ","lang":"hi"},{"id":286,"quote":"बुद्धिमान व्यक्ति ही अधिक बलशाली होता है। ","lang":"hi"},{"id":287,"quote":"इस विश्व में ज्ञान के समान पवित्र और कुछ नहीं है। ","lang":"hi"},{"id":288,"quote":"ज्ञान तीन तरह से प्राप्त किया जा सकता है- पहला मनन से जो सर्वश्रेष्ठ है। दूसरा अनुसरण से जो सबसे आसान है। तीसरा अनुभव से जो कि कड़वा है।","lang":"hi"}]