[
  {"index":1,"fact":"Mercury is the smallest planet in our solar system."},
  {"index":2,"fact":"Venus spins in the opposite direction to most planets."},
  {"index":3,"fact":"Earth is the only planet known to support life."},
  {"index":4,"fact":"Mars is home to the tallest volcano in the solar system, Olympus Mons."},
  {"index":5,"fact":"Jupiter is so big that all the other planets could fit inside it."},
  {"index":6,"fact":"Saturn's rings are mostly pieces of ice and rock."},
  {"index":7,"fact":"Uranus rotates on its side."},
  {"index":8,"fact":"Neptune was the first planet found using mathematics."},
  {"index":9,"fact":"Pluto is now classified as a dwarf planet."},
  {"index":10,"fact":"A day on Venus is longer than a year on Venus."},
  {"index":11,"fact":"The Sun accounts for more than 99% of the mass of the solar system."},
  {"index":12,"fact":"Light from the Sun takes about 8 minutes to reach Earth."},
  {"index":13,"fact":"The Moon is moving about 3.8 cm away from Earth every year."},
  {"index":14,"fact":"A year on Mercury is just 88 Earth days."},
  {"index":15,"fact":"Mars has the largest dust storms in the solar system."},
  {"index":16,"fact":"Jupiter has at least 95 known moons."},
  {"index":17,"fact":"Saturn could float in water because it is mostly made of gas."},
  {"index":18,"fact":"Uranus was the first planet discovered with a telescope."},
  {"index":19,"fact":"Neptune has the strongest winds in the solar system."},
  {"index":20,"fact":"Pluto has five known moons."},
  {"index":21,"fact":"The Milky Way galaxy is estimated to contain 100 billion stars."},
  {"index":22,"fact":"A light-year is the distance light travels in one year."},
  {"index":23,"fact":"The nearest star to Earth after the Sun is Proxima Centauri."},
  {"index":24,"fact":"Black holes have such strong gravity that not even light can escape."},
  {"index":25,"fact":"A neutron star is so dense that a teaspoon of its material would weigh billions of tons."},
  {"index":26,"fact":"Comets are made of ice, dust, and rock."},
  {"index":27,"fact":"Halley's Comet appears roughly every 76 years."},
  {"index":28,"fact":"The Kuiper Belt is a region of icy bodies beyond Neptune."},
  {"index":29,"fact":"The Oort Cloud may surround the solar system far beyond Pluto."},
  {"index":30,"fact":"Our galaxy, the Milky Way, is a barred spiral galaxy."},
  {"index":31,"fact":"Galaxies can collide and merge over time."},
  {"index":32,"fact":"The Andromeda galaxy is on a collision course with the Milky Way."},
  {"index":33,"fact":"Astronauts grow taller in space because their spines extend."},
  {"index":34,"fact":"Space is completely silent because there is no air to carry sound."},
  {"index":35,"fact":"The hottest planet in our solar system is Venus."},
  {"index":36,"fact":"Mars appears red because of iron oxide on its surface."},
  {"index":37,"fact":"Jupiter's Great Red Spot is a massive storm larger than Earth."},
  {"index":38,"fact":"Saturn's moon Titan has lakes of liquid methane."},
  {"index":39,"fact":"The International Space Station travels at about 28,000 kilometers per hour."},
  {"index":40,"fact":"Space suits have layers to protect astronauts from extreme temperatures."},
  {"index":41,"fact":"A supernova is the explosive death of a star."},
  {"index":42,"fact":"Pulsars are rapidly spinning neutron stars that emit beams of radiation."},
  {"index":43,"fact":"A day on Mars is called a sol and is about 24 hours and 37 minutes."},
  {"index":44,"fact":"Mercury has almost no atmosphere to retain heat."},
  {"index":45,"fact":"The Sun is about 4.6 billion years old."},
  {"index":46,"fact":"Solar eclipses occur when the Moon passes between Earth and the Sun."},
  {"index":47,"fact":"Lunar eclipses happen when Earth is between the Sun and the Moon."},
  {"index":48,"fact":"Asteroids are rocky objects that orbit the Sun."},
  {"index":49,"fact":"The asteroid belt lies between Mars and Jupiter."},
  {"index":50,"fact":"Some asteroids have moons of their own."},
  {"index":51,"fact":"The surface temperature of the Sun is about 5,500°C."},
  {"index":52,"fact":"A comet's tail always points away from the Sun."},
  {"index":53,"fact":"The Voyager 1 spacecraft is the most distant human-made object."},
  {"index":54,"fact":"Spacecraft use gravity assists to gain speed from planets."},
  {"index":55,"fact":"The Hubble Space Telescope was launched in 1990."},
  {"index":56,"fact":"The James Webb Space Telescope can see further into the past than Hubble."},
  {"index":57,"fact":"The first human in space was Yuri Gagarin in 1961."},
  {"index":58,"fact":"Neil Armstrong was the first person to walk on the Moon in 1969."},
  {"index":59,"fact":"Mars has two moons named Phobos and Deimos."},
  {"index":60,"fact":"Jupiter's moon Europa may have an ocean beneath its icy crust."},
  {"index":61,"fact":"Saturn's moon Enceladus sprays water jets from its surface."},
  {"index":62,"fact":"The Sun will eventually become a red giant."},
  {"index":63,"fact":"A day on Jupiter is only about 10 hours long."},
  {"index":64,"fact":"A year on Neptune lasts about 165 Earth years."},
  {"index":65,"fact":"Some meteoroids burn up in Earth's atmosphere as shooting stars."},
  {"index":66,"fact":"The Kuiper Belt is home to many dwarf planets."},
  {"index":67,"fact":"Space debris travels at speeds up to tens of thousands of kilometers per hour."},
  {"index":68,"fact":"NASA's Apollo program sent 12 astronauts to walk on the Moon."},
  {"index":69,"fact":"The first space station was the Soviet Union's Salyut 1 in 1971."},
  {"index":70,"fact":"The closest galaxy to the Milky Way is the Canis Major Dwarf Galaxy."},
  {"index":71,"fact":"A total solar eclipse can last up to about 7.5 minutes."},
  {"index":72,"fact":"The Sun's core is about 15 million degrees Celsius."},
  {"index":73,"fact":"Astronomers believe there may be billions of exoplanets in our galaxy."},
  {"index":74,"fact":"Water ice has been found on the Moon at its poles."},
  {"index":75,"fact":"The largest known asteroid is Ceres, classified as a dwarf planet."},
  {"index":76,"fact":"Space is not completely empty; it contains tiny particles and radiation."},
  {"index":77,"fact":"The term \"astronaut\" comes from Greek words meaning \"star sailor\"."},
  {"index":78,"fact":"Rocket fuel needs both fuel and an oxidizer to burn in space."},
  {"index":79,"fact":"The first woman in space was Valentina Tereshkova in 1963."},
  {"index":80,"fact":"Some galaxies contain supermassive black holes at their centers."},
  {"index":81,"fact":"The far side of the Moon was first seen by humans in 1959."},
  {"index":82,"fact":"Spacecraft often use solar panels to generate electricity."},
  {"index":83,"fact":"Cosmic rays are high-energy particles from space that hit Earth."},
  {"index":84,"fact":"The Big Bang theory describes the origin of the universe."},
  {"index":85,"fact":"The observable universe is about 93 billion light-years across."},
  {"index":86,"fact":"Dark matter and dark energy make up most of the universe."},
  {"index":87,"fact":"The Great Wall is a colossal galaxy filament stretching hundreds of millions of light-years."},
  {"index":88,"fact":"Most stars you see at night are within a few thousand light-years."},
  {"index":89,"fact":"A day on Mercury lasts about 59 Earth days."},
  {"index":90,"fact":"The asteroid Vesta is so large it has a differentiated core."},
  {"index":91,"fact":"Space probes like New Horizons explore the outer solar system."},
  {"index":92,"fact":"The term \"light-year\" measures distance, not time."},
  {"index":93,"fact":"The Hubble Deep Field image revealed thousands of distant galaxies."},
  {"index":94,"fact":"Mars rovers Spirit, Opportunity, and Curiosity have explored the planet's surface."},
  {"index":95,"fact":"The Kuiper Belt object Arrokoth was visited by New Horizons in 2019."},
  {"index":96,"fact":"The Moon has a very thin atmosphere called an exosphere."},
  {"index":97,"fact":"Venus has more volcanoes than any other planet."},
  {"index":98,"fact":"The Voyager spacecraft each carry a Golden Record of Earth sounds and images."},
  {"index":99,"fact":"A lunar day lasts about 29.5 Earth days."},
  {"index":100,"fact":"Space exploration has led to many everyday technologies, like memory foam."}
]
