[
    {
        "index": 0,
        "quote": "Life isn't about getting and having, it's about giving and being.",
        "author": "Kevin Kruse"
    },
    {
        "index": 1,
        "quote": "Whatever the mind of man can conceive and believe, it can achieve.",
        "author": "Napoleon Hill"
    },
    {
        "index": 2,
        "quote": "Strive not to be a success, but rather to be of value.",
        "author": "Albert Einstein"
    },
    {
        "index": 3,
        "quote": "Two roads diverged in a wood, and I-I took the one less traveled by, And that has made all the difference.",
        "author": "Robert Frost"
    },
    {
        "index": 4,
        "quote": "I attribute my success to this: I never gave or took any excuse.",
        "author": "Florence Nightingale"
    },
    {
        "index": 5,
        "quote": "You miss 100% of the shots you don't take.",
        "author": "Wayne Gretzky"
    },
    {
        "index": 6,
        "quote": "I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed.",
        "author": "Michael Jordan"
    },
    {
        "index": 7,
        "quote": "The most difficult thing is the decision to act, the rest is merely tenacity.",
        "author": "Amelia Earhart"
    },
    {
        "index": 8,
        "quote": "Every strike brings me closer to the next home run.",
        "author": "Babe Ruth"
    },
    {
        "index": 9,
        "quote": "Definiteness of purpose is the starting point of all achievement.",
        "author": "W. Clement Stone"
    },
    {
        "index": 10,
        "quote": "We must balance conspicuous consumption with conscious capitalism.",
        "author": "Kevin Kruse"
    },
    {
        "index": 11,
        "quote": "Life is what happens to you while you're busy making other plans.",
        "author": "John Lennon"
    },
    {
        "index": 12,
        "quote": "We become what we think about.",
        "author": "Earl Nightingale"
    },
    {
        "index": 13,
        "quote": "Twenty years from now you will be more disappointed by the things that you didn't do than by the ones you did do, so throw off the bowlines, sail away from safe harbor, catch the trade winds in your sails.  Explore, Dream, Discover.",
        "author": "Mark Twain"
    },
    {
        "index": 14,
        "quote": "Life is 10% what happens to me and 90% of how I react to it.",
        "author": "Charles Swindoll"
    },
    {
        "index": 15,
        "quote": "The most common way people give up their power is by thinking they don't have any.",
        "author": "Alice Walker"
    },
    {
        "index": 16,
        "quote": "The mind is everything. What you think you become.",
        "author": "Buddha"
    },
    {
        "index": 17,
        "quote": "The best time to plant a tree was 20 years ago. The second best time is now.",
        "author": "Chinese Proverb"
    },
    {
        "index": 18,
        "quote": "An unexamined life is not worth living.",
        "author": "Socrates"
    },
    {
        "index": 19,
        "quote": "Eighty percent of success is showing up.",
        "author": "Woody Allen"
    },
    {
        "index": 20,
        "quote": "Your time is limited, so don't waste it living someone else's life.",
        "author": "Steve Jobs"
    },
    {
        "index": 21,
        "quote": "Winning isn't everything, but wanting to win is.",
        "author": "Vince Lombardi"
    },
    {
        "index": 22,
        "quote": "I am not a product of my circumstances. I am a product of my decisions.",
        "author": "Stephen Covey"
    },
    {
        "index": 23,
        "quote": "Every child is an artist.  The problem is how to remain an artist once he grows up.",
        "author": "Pablo Picasso"
    },
    {
        "index": 24,
        "quote": "You can never cross the ocean until you have the courage to lose sight of the shore.",
        "author": "Christopher Columbus"
    },
    {
        "index": 25,
        "quote": "I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
        "author": "Maya Angelou"
    },
    {
        "index": 26,
        "quote": "Either you run the day, or the day runs you.",
        "author": "Jim Rohn"
    },
    {
        "index": 27,
        "quote": "Whether you think you can or you think you can't, you're right.",
        "author": "Henry Ford"
    },
    {
        "index": 28,
        "quote": "The two most important days in your life are the day you are born and the day you find out why.",
        "author": "Mark Twain"
    },
    {
        "index": 29,
        "quote": "Whatever you can do, or dream you can, begin it.  Boldness has genius, power and magic in it.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "index": 30,
        "quote": "The best revenge is massive success.",
        "author": "Frank Sinatra"
    },
    {
        "index": 31,
        "quote": "People often say that motivation doesn't last. Well, neither does bathing.  That's why we recommend it daily.",
        "author": "Zig Ziglar"
    },
    {
        "index": 32,
        "quote": "Life shrinks or expands in proportion to one's courage.",
        "author": "Anais Nin"
    },
    {
        "index": 33,
        "quote": "If you hear a voice within you say \"you cannot paint,\" then by all means paint and that voice will be silenced.",
        "author": "Vincent Van Gogh"
    },
    {
        "index": 34,
        "quote": "There is only one way to avoid criticism: do nothing, say nothing, and be nothing.",
        "author": "Aristotle"
    },
    {
        "index": 35,
        "quote": "Ask and it will be given to you; search, and you will find; knock and the door will be opened for you.",
        "author": "Jesus"
    },
    {
        "index": 36,
        "quote": "The only person you are destined to become is the person you decide to be.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "index": 37,
        "quote": "Go confidently in the direction of your dreams.  Live the life you have imagined.",
        "author": "Henry David Thoreau"
    },
    {
        "index": 38,
        "quote": "When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left and could say, I used everything you gave me.",
        "author": "Erma Bombeck"
    },
    {
        "index": 39,
        "quote": "Few things can help an individual more than to place responsibility on him, and to let him know that you trust him.",
        "author": "Booker T. Washington"
    },
    {
        "index": 40,
        "quote": "Certain things catch your eye, but pursue only those that capture the heart.",
        "author": " Ancient Indian Proverb"
    },
    {
        "index": 41,
        "quote": "Believe you can and you're halfway there.",
        "author": "Theodore Roosevelt"
    },
    {
        "index": 42,
        "quote": "Everything you've ever wanted is on the other side of fear.",
        "author": "George Addair"
    },
    {
        "index": 43,
        "quote": "We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light.",
        "author": "Plato"
    },
    {
        "index": 44,
        "quote": "Teach thy tongue to say, \"I do not know,\" and thous shalt progress.",
        "author": "Maimonides"
    },
    {
        "index": 45,
        "quote": "Start where you are. Use what you have.  Do what you can.",
        "author": "Arthur Ashe"
    },
    {
        "index": 46,
        "quote": "When I was 5 years old, my mother always told me that happiness was the key to life.  When I went to school, they asked me what I wanted to be when I grew up.  I wrote down 'happy'.  They told me I didn't understand the assignment, and I told them they didn't understand life.",
        "author": "John Lennon"
    },
    {
        "index": 47,
        "quote": "Fall seven times and stand up eight.",
        "author": "Japanese Proverb"
    },
    {
        "index": 48,
        "quote": "When one door of happiness closes, another opens, but often we look so long at the closed door that we do not see the one that has been opened for us.",
        "author": "Helen Keller"
    },
    {
        "index": 49,
        "quote": "Everything has beauty, but not everyone can see.",
        "author": "Confucius"
    },
    {
        "index": 50,
        "quote": "How wonderful it is that nobody need wait a single moment before starting to improve the world.",
        "author": "Anne Frank"
    },
    {
        "index": 51,
        "quote": "When I let go of what I am, I become what I might be.",
        "author": "Lao Tzu"
    },
    {
        "index": 52,
        "quote": "Life is not measured by the number of breaths we take, but by the moments that take our breath away.",
        "author": "Maya Angelou"
    },
    {
        "index": 53,
        "quote": "Happiness is not something readymade.  It comes from your own actions.",
        "author": "Dalai Lama"
    },
    {
        "index": 54,
        "quote": "If you're offered a seat on a rocket ship, don't ask what seat! Just get on.",
        "author": "Sheryl Sandberg"
    },
    {
        "index": 55,
        "quote": "First, have a definite, clear practical ideal; a goal, an objective. Second, have the necessary means to achieve your ends; wisdom, money, materials, and methods. Third, adjust all your means to that end.",
        "author": "Aristotle"
    },
    {
        "index": 56,
        "quote": "If the wind will not serve, take to the oars.",
        "author": "Latin Proverb"
    },
    {
        "index": 57,
        "quote": "You can't fall if you don't climb.  But there's no joy in living your whole life on the ground.",
        "author": "Unknown"
    },
    {
        "index": 58,
        "quote": "We must believe that we are gifted for something, and that this thing, at whatever cost, must be attained.",
        "author": "Marie Curie"
    },
    {
        "index": 59,
        "quote": "Too many of us are not living our dreams because we are living our fears.",
        "author": "Les Brown"
    },
    {
        "index": 60,
        "quote": "Challenges are what make life interesting and overcoming them is what makes life meaningful.",
        "author": "Joshua J. Marine"
    },
    {
        "index": 61,
        "quote": "If you want to lift yourself up, lift up someone else.",
        "author": "Booker T. Washington"
    },
    {
        "index": 62,
        "quote": "I have been impressed with the urgency of doing. Knowing is not enough; we must apply. Being willing is not enough; we must do.",
        "author": "Leonardo da Vinci"
    },
    {
        "index": 63,
        "quote": "Limitations live only in our minds.  But if we use our imaginations, our possibilities become limitless.",
        "author": "Jamie Paolinetti"
    },
    {
        "index": 64,
        "quote": "You take your life in your own hands, and what happens? A terrible thing, no one to blame.",
        "author": "Erica Jong"
    },
    {
        "index": 65,
        "quote": "What's money? A man is a success if he gets up in the morning and goes to bed at night and in between does what he wants to do.",
        "author": "Bob Dylan"
    },
    {
        "index": 66,
        "quote": "I didn't fail the test. I just found 100 ways to do it wrong.",
        "author": "Benjamin Franklin"
    },
    {
        "index": 67,
        "quote": "In order to succeed, your desire for success should be greater than your fear of failure.",
        "author": "Bill Cosby"
    },
    {
        "index": 68,
        "quote": "A person who never made a mistake never tried anything new.",
        "author": " Albert Einstein"
    },
    {
        "index": 69,
        "quote": "The person who says it cannot be done should not interrupt the person who is doing it.",
        "author": "Chinese Proverb"
    },
    {
        "index": 70,
        "quote": "There are no traffic jams along the extra mile.",
        "author": "Roger Staubach"
    },
    {
        "index": 71,
        "quote": "It is never too late to be what you might have been.",
        "author": "George Eliot"
    },
    {
        "index": 72,
        "quote": "You become what you believe.",
        "author": "Oprah Winfrey"
    },
    {
        "index": 73,
        "quote": "I would rather die of passion than of boredom.",
        "author": "Vincent van Gogh"
    },
    {
        "index": 74,
        "quote": "A truly rich man is one whose children run into his arms when his hands are empty.",
        "author": "Unknown"
    },
    {
        "index": 75,
        "quote": "It is not what you do for your children, but what you have taught them to do for themselves, that will make them successful human beings.",
        "author": "Ann Landers"
    },
    {
        "index": 76,
        "quote": "If you want your children to turn out well, spend twice as much time with them, and half as much money.",
        "author": "Abigail Van Buren"
    },
    {
        "index": 77,
        "quote": "Build your own dreams, or someone else will hire you to build theirs.",
        "author": "Farrah Gray"
    },
    {
        "index": 78,
        "quote": "The battles that count aren't the ones for gold medals. The struggles within yourself-the invisible battles inside all of us-that's where it's at.",
        "author": "Jesse Owens"
    },
    {
        "index": 79,
        "quote": "Education costs money.  But then so does ignorance.",
        "author": "Sir Claus Moser"
    },
    {
        "index": 80,
        "quote": "I have learned over the years that when one's mind is made up, this diminishes fear.",
        "author": "Rosa Parks"
    },
    {
        "index": 81,
        "quote": "It does not matter how slowly you go as long as you do not stop.",
        "author": "Confucius"
    },
    {
        "index": 82,
        "quote": "If you look at what you have in life, you'll always have more. If you look at what you don't have in life, you'll never have enough.",
        "author": "Oprah Winfrey"
    },
    {
        "index": 83,
        "quote": "Remember that not getting what you want is sometimes a wonderful stroke of luck.",
        "author": "Dalai Lama"
    },
    {
        "index": 84,
        "quote": "You can't use up creativity.  The more you use, the more you have.",
        "author": "Maya Angelou"
    },
    {
        "index": 85,
        "quote": "Dream big and dare to fail.",
        "author": "Norman Vaughan"
    },
    {
        "index": 86,
        "quote": "Our lives begin to end the day we become silent about things that matter.",
        "author": "Martin Luther King Jr."
    },
    {
        "index": 87,
        "quote": "Do what you can, where you are, with what you have.",
        "author": "Teddy Roosevelt"
    },
    {
        "index": 88,
        "quote": "If you do what you've always done, you'll get what you've always gotten.",
        "author": "Tony Robbins"
    },
    {
        "index": 89,
        "quote": "Dreaming, after all, is a form of planning.",
        "author": "Gloria Steinem"
    },
    {
        "index": 90,
        "quote": "It's your place in the world; it's your life. Go on and do all you can with it, and make it the life you want to live.",
        "author": "Mae Jemison"
    },
    {
        "index": 91,
        "quote": "You may be disappointed if you fail, but you are doomed if you don't try.",
        "author": "Beverly Sills"
    },
    {
        "index": 92,
        "quote": "Remember no one can make you feel inferior without your consent.",
        "author": "Eleanor Roosevelt"
    },
    {
        "index": 93,
        "quote": "Life is what we make it, always has been, always will be.",
        "author": "Grandma Moses"
    },
    {
        "index": 94,
        "quote": "The question isn't who is going to let me; it's who is going to stop me.",
        "author": "Ayn Rand"
    },
    {
        "index": 95,
        "quote": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.",
        "author": "Henry Ford"
    },
    {
        "index": 96,
        "quote": "It's not the years in your life that count. It's the life in your years.",
        "author": "Abraham Lincoln"
    },
    {
        "index": 97,
        "quote": "Change your thoughts and you change your world.",
        "author": "Norman Vincent Peale"
    },
    {
        "index": 98,
        "quote": "Either write something worth reading or do something worth writing.",
        "author": "Benjamin Franklin"
    },
    {
        "index": 99,
        "quote": "Nothing is impossible, the word itself says, \"I'm possible!\"",
        "author": "Audrey Hepburn"
    },
    {
        "index": 100,
        "quote": "The only way to do great work is to love what you do.",
        "author": "Steve Jobs"
    },
    {
        "index": 101,
        "quote": "If you can dream it, you can achieve it.",
        "author": "Zig Ziglar"
    },
    {
        "index": 102,
        "quote": "The only people who never fail are those who never try.",
        "author": "Ilka Chase"
    },
    {
        "index": 103,
        "quote": "Failure is just another way to learn how to do something right.",
        "author": "Marian Wright Edelman"
    },
    {
        "index": 104,
        "quote": "I failed my way to success.",
        "author": "Thomas Edison"
    },
    {
        "index": 105,
        "quote": "Every failure brings with it the seed of an equivalent success.",
        "author": "Napoleon Hill"
    },
    {
        "index": 106,
        "quote": "Only those who dare to fail greatly can ever achieve greatly.",
        "author": "John F. Kennedy"
    },
    {
        "index": 107,
        "quote": "It is hard to fail, but it is worse never to have tried to succeed.",
        "author": "Theodore Roosevelt"
    },
    {
        "index": 108,
        "quote": "Imagination is more important than knowledge.",
        "author": "Albert Einstein"
    },
    {
        "index": 109,
        "quote": "Hold fast to dreams, for if dreams die, life is a broken winged bird that cannot fly.",
        "author": "Langston Hughes"
    },
    {
        "index": 110,
        "quote": "The future belongs to those who believe in the beauty of their dreams.",
        "author": "Eleanor Roosevelt"
    },
    {
        "index": 111,
        "quote": "Go confidently in the direction of your dreams. Live the life you have imagined.",
        "author": "Henry David Thoreau"
    },
    {
        "index": 112,
        "quote": "You cannot depend on your eyes when your imagination is out of focus.",
        "author": "Mark Twain"
    },
    {
        "index": 113,
        "quote": "Commitment leads to action. Action brings your dream closer.",
        "author": "Marcia Wieder"
    },
    {
        "index": 114,
        "quote": "I never think of the future",
        "author": "it comes soon enough."
    },
    {
        "index": 115,
        "quote": "Don't waste your life in doubts and fears: Spend yourself on the work before you, well assured that the right performance of this hour's duties will be the best preparation for the hours or ages that follow it.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "index": 116,
        "quote": "Do not anticipate trouble or worry about what may never happen. Keep in the sunlight.",
        "author": "Benjamin Franklin"
    },
    {
        "index": 117,
        "quote": "Take time to deliberate; but when the time for action arrives, stop thinking and go in.",
        "author": "Andrew Jackson"
    },
    {
        "index": 118,
        "quote": "The mind that is anxious about future events is miserable.",
        "author": "Seneca"
    },
    {
        "index": 119,
        "quote": "Live in each season as it passes; breathe the air, drink the drink, taste the fruit, and resign yourself to the influences of each.",
        "author": "Henry David Thoreau"
    },
    {
        "index": 120,
        "quote": "The art of leadership is saying no, not yes. It is very easy to say yes.",
        "author": "Tony Blair"
    },
    {
        "index": 121,
        "quote": "A leader is a dealer in hope.",
        "author": "Napoleon Bonaparte"
    },
    {
        "index": 122,
        "quote": "While a good leader sustains momentum, a great leader increases it.",
        "author": "John C. Maxwell"
    },
    {
        "index": 123,
        "quote": "A general is just as good or just as bad as the troops under his command make him.",
        "author": "General Douglas MacArthur"
    },
    {
        "index": 124,
        "quote": "To do great things is difficult; but to command great things is more difficult.",
        "author": "Friedrich Nietzsche"
    },
    {
        "index": 125,
        "quote": "Leadership does not always wear the harness of compromise.",
        "author": "Woodrow Wilson"
    },
    {
        "index": 126,
        "quote": "Business opportunities are like buses",
        "author": "there's always another one coming."
    },
    {
        "index": 127,
        "quote": "I avoid looking forward or backward, and try to keep looking upward.",
        "author": "Charlotte Bronte"
    },
    {
        "index": 128,
        "quote": "The more difficulties one has to encounter, within and without, the more significant and the higher in inspiration his life will be.",
        "author": "Horace Bushnell"
    },
    {
        "index": 129,
        "quote": "Every artist was first an amateur.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "index": 130,
        "quote": "I was always looking outside myself for strength and confidence, but it comes from within. It is there all of the time.",
        "author": "Anna Freud"
    },
    {
        "index": 131,
        "quote": "We can do anything we want to do if we stick to it long enough.",
        "author": "Helen Keller"
    },
    {
        "index": 132,
        "quote": "Our business in life is not to get ahead of others, but to get ahead of ourselves.",
        "author": "E. Joseph Cossman"
    },
    {
        "index": 133,
        "quote": "Insist on yourself. Never imitate.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "index": 134,
        "quote": "Who looks outside, dreams. Who looks inside, awakes.",
        "author": "Carl Jung"
    },
    {
        "index": 135,
        "quote": "It is not easy to find happiness in ourselves, and it is not possible to find it elsewhere.",
        "author": "Agnes Repplier"
    },
    {
        "index": 136,
        "quote": "The only journey is the one within.",
        "author": "Rainer Maria Rilke"
    },
    {
        "index": 137,
        "quote": "Follow your honest convictions, and stay strong.",
        "author": "William Thackeray"
    },
    {
        "index": 138,
        "quote": "The happiness of your life depends upon the quality of your thoughts; therefore guard accordingly.",
        "author": "Marcus Aurelius"
    },
    {
        "index": 139,
        "quote": "Action may not always bring happiness; but there is no happiness without action.",
        "author": "Benjamin Disraeli"
    },
    {
        "index": 140,
        "quote": "Happiness depends more on the inward disposition of mind than on outward circumstances.",
        "author": "Benjamin Franklin"
    },
    {
        "index": 141,
        "quote": "There is no happiness except in the realization that we have accomplished something.",
        "author": "Henry Ford"
    },
    {
        "index": 142,
        "quote": "Happiness is not a goal, but a by-product.",
        "author": "Eleanor Roosevelt"
    },
    {
        "index": 143,
        "quote": "Happiness is not a state to arrive at, but a manner of traveling.",
        "author": "Margaret Lee Runbeck"
    },
    {
        "index": 144,
        "quote": "Purpose is what gives life a meaning.",
        "author": "C. H. Parkhurst"
    },
    {
        "index": 145,
        "quote": "The significance of a man is not in what he attains but in what he longs to attain.",
        "author": "Kahlil Gibran"
    },
    {
        "index": 146,
        "quote": "In all things that you do, consider the end.",
        "author": "Solon"
    },
    {
        "index": 147,
        "quote": "Life can be pulled by goals just as surely as it can be pushed by drives.",
        "author": "Viktor Frankl"
    },
    {
        "index": 148,
        "quote": "The virtue lies in the struggle, not in the prize.",
        "author": "Richard Monckton Milnes"
    },
    {
        "index": 149,
        "quote": "To reach a port, we must sail",
        "author": "sail, not tie at anchor"
    },
    {
        "index": 150,
        "quote": "Success is the child of audacity.",
        "author": "Benjamin Disraeli"
    },
    {
        "index": 151,
        "quote": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack in will.",
        "author": "Vince Lombardi"
    },
    {
        "index": 152,
        "quote": "The secret of success is to know something nobody else knows.",
        "author": "Aristotle Onassis"
    },
    {
        "index": 153,
        "quote": "The surest way not to fail is to determine to succeed.",
        "author": "Richard Brinsley Sheridan"
    },
    {
        "index": 154,
        "quote": "I cannot give you the formula for success, but I can give you the formula for failure",
        "author": "Anonymous"
    },
    {
        "index": 155,
        "quote": "Careful thinking and hard work will solve nearly all your problems. Try and see for yourself.",
        "author": "Ullery"
    },
    {
        "index": 156,
        "quote": "Years teach us more than books.",
        "author": "Berthold Auerbach"
    },
    {
        "index": 157,
        "quote": "The only medicine for suffering, crime, and all the other woes of mankind, is wisdom.",
        "author": "Thomas Huxley"
    },
    {
        "index": 158,
        "quote": "The art of being wise is knowing what to overlook.",
        "author": "William James"
    },
    {
        "index": 159,
        "quote": "The great lesson is that the sacred is in the ordinary, that it is to be found in one's daily life, in one's neighbors, friends and family, in one's backyard.",
        "author": "Abraham Maslow"
    },
    {
        "index": 160,
        "quote": "A wise man learns by the mistakes of others, a fool by his own.",
        "author": "Latin proverb"
    },
    {
        "index": 161,
        "quote": "No man was ever wise by chance.",
        "author": "Seneca"
    },
    {
        "index": 162,
        "quote": "In everything the ends well defined are the secret of durable success.",
        "author": "Victor Cousins"
    },
    {
        "index": 163,
        "quote": "Arriving at one goal is the starting point to another.",
        "author": "John Dewey"
    },
    {
        "index": 164,
        "quote": "A goal is a dream with a deadline.",
        "author": "Napoleon Hill"
    },
    {
        "index": 165,
        "quote": "Most 'impossible' goals can be met simply by breaking them down into bite-size chunks, writing them down, believing them, and then going full speed ahead as if they were routine.",
        "author": "Don Lancaster"
    },
    {
        "index": 166,
        "quote": "Goals are the fuel in the furnace of achievement.",
        "author": "Brian Tracy"
    },
    {
        "index": 167,
        "quote": "We are what we repeatedly do. Excellence, therefore, is not an act but a habit.",
        "author": "Aristotle"
    },
    {
        "index": 168,
        "quote": "Take risks and you'll get the payoffs. Learn from your mistakes until you succeed. It's that simple.",
        "author": "Bobby Flay"
    },
    {
        "index": 169,
        "quote": "The best way out is always through.",
        "author": "Robert Frost"
    },
    {
        "index": 170,
        "quote": "You miss 100 percent of the shots you don't take.",
        "author": "Wayne Gretzky"
    },
    {
        "index": 171,
        "quote": "Nothing will ever be attempted if all possible objections must first be overcome.",
        "author": "Samuel Johnson"
    },
    {
        "index": 172,
        "quote": "Don't bunt. Aim out of the ballpark.",
        "author": "David Ogilvy"
    },
    {
        "index": 173,
        "quote": "The critical ingredient is getting off your butt and doing something. It's as simple as that. A lot of people have ideas, but there are few who decide to do something about them now. Not tomorrow. Not next week. But today. The true entrepreneur is a doer, not a dreamer.",
        "author": "Nolan Bushnell, entrepreneur."
    },
    {
        "index": 174,
        "quote": "Your most unhappy customers are your greatest source of learning.",
        "author": "Bill Gates, co-founder of Microsoft."
    },
    {
        "index": 175,
        "quote": "I have not failed. I've just found 10,000 ways that won't work.",
        "author": "Thomas Edison, inventor."
    },
    {
        "index": 176,
        "quote": "Entrepreneurship is neither a science nor an art. It is a practice.",
        "author": "Peter Drucker, management consultant, educator, and author."
    },
    {
        "index": 177,
        "quote": "In the modern world of business, it is useless to be a creative, original thinker unless you can also sell what you create.",
        "author": "David Ogilvy, co-founder of Ogilvy & Mather."
    },
    {
        "index": 178,
        "quote": "Success is how high you bounce after you hit bottom.",
        "author": "General George Patton."
    },
    {
        "index": 179,
        "quote": "If you're not embarrassed by the first version of your product, you've launched too late.",
        "author": "Reid Hoffman, co-founder of LinkedIn."
    },
    {
        "index": 180,
        "quote": "Positive thinking will let you do everything better than negative thinking will.",
        "author": "Zig Ziglar, author, salesman, and motivational speaker."
    },
    {
        "index": 181,
        "quote": "I'm not afraid of dying, I'm afraid of not trying.",
        "author": "Jay Z, musician."
    },
    {
        "index": 182,
        "quote": "Whatever the mind can conceive and believe, the mind can achieve.",
        "author": "Dr. Napoleon Hill, author of Think and Grow Rich."
    },
    {
        "index": 183,
        "quote": "The longer you're not taking action the more money you're losing",
        "author": "Carrie Wilkerson"
    },
    {
        "index": 184,
        "quote": "If you live for weekends or vacations, your shit is broken",
        "author": "Gary Vaynerchuk"
    },
    {
        "index": 185,
        "quote": "Go Big, or Go Home",
        "author": "Eliza Dushku"
    },
    {
        "index": 186,
        "quote": "Most great people have attained their greatest success just one step beyond their greatest failure",
        "author": "Napoleon Hill"
    },
    {
        "index": 187,
        "quote": "Opportunity is missed by most people because it is dressed in overalls and looks like work",
        "author": "Thomas Edison"
    },
    {
        "index": 188,
        "quote": "Have the end in mind and every day make sure your working towards it",
        "author": "Ryan Allis"
    },
    {
        "index": 189,
        "quote": "He who begins many things finishes but few",
        "author": "German Proverb"
    },
    {
        "index": 190,
        "quote": "The best use of life is to spend it for something that outlasts it",
        "author": "William James"
    },
    {
        "index": 191,
        "quote": "If you think education is expensive, try ignorance",
        "author": "Derek Bok"
    },
    {
        "index": 192,
        "quote": "Entrepreneurship is living a few years of your life like most people wont so you can spend the rest of your life like most people can't",
        "author": "A student in Warren G. Tracy's class"
    },
    {
        "index": 193,
        "quote": "Lend your friend $20, if he doesn't pay you back then he's not your friend. Money well spent",
        "author": "Ted Nicolas"
    },
    {
        "index": 194,
        "quote": "Be nice to geek's, you'll probably end up working for one",
        "author": "Bill Gates"
    },
    {
        "index": 195,
        "quote": "To never forget that the most important thing in life is the quality of life we lead",
        "author": "Quoted by Tony Hsieh on Retireat21"
    },
    {
        "index": 196,
        "quote": "Its better to own the racecourse then the race horse",
        "author": "Unknown"
    },
    {
        "index": 197,
        "quote": "When you go to buy, don't show your silver",
        "author": "Chinese Proverb"
    },
    {
        "index": 198,
        "quote": "It's easier to ask forgiveness than it is to get permission",
        "author": "Grace Hopper"
    },
    {
        "index": 199,
        "quote": "To win without risk is to triumph without glory",
        "author": "Corneille"
    },
    {
        "index": 200,
        "quote": "Example is not the main thing in influencing other people; it's the only thing",
        "author": "Abraham Lincoln"
    },
    {
        "index": 201,
        "quote": "Associate yourself with people of good quality, for it is better to be alone than in bad company",
        "author": "Booker T. Washington"
    },
    {
        "index": 202,
        "quote": "Keep away from people who try to belittle your ambitions. Small people always do that, but the really great make you feel that you, too, can become great",
        "author": "Mark Twain"
    },
    {
        "index": 203,
        "quote": "There is only one success",
        "author": "to be able to spend your life in your own way"
    },
    {
        "index": 204,
        "quote": "You don't buy a nice car and get rich you get rich and buy a nice car",
        "author": "Unknown"
    },
    {
        "index": 205,
        "quote": "Fall seven times, stand up eight",
        "author": "Japanese Proverb"
    },
    {
        "index": 206,
        "quote": "One day your life will flash before your eyes. Make sure it is worth watching",
        "author": "Mooie"
    },
    {
        "index": 207,
        "quote": "Whatever the mind can conceive and believe, the mind can achieve",
        "author": "Dr. Napoleon Hill"
    },
    {
        "index": 208,
        "quote": "I have not failed. I've just found 10,000 ways that won't work",
        "author": "Thomas Alva Edison"
    },
    {
        "index": 209,
        "quote": "If you ain't making waves, you ain't kickin' hard enough",
        "author": "Unknown"
    },
    {
        "index": 210,
        "quote": "What is not started will never get finished",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "index": 211,
        "quote": "Do not wait to strike until the iron is hot; but make it hot by striking",
        "author": "William B. Sprague"
    },
    {
        "index": 212,
        "quote": "When you cease to dream you cease to live",
        "author": "Malcolm Forbes"
    },
    {
        "index": 213,
        "quote": "There are two rules for success. 1) Never tell everything you know.",
        "author": "Roger H. Lincoln"
    },
    {
        "index": 214,
        "quote": "The only place where success comes before work is in the dictionary.",
        "author": "Vidal Sassoon"
    },
    {
        "index": 215,
        "quote": "Every single person I know who is successful at what they do is successful because they love doing it.",
        "author": "Joe Penna"
    },
    {
        "index": 216,
        "quote": "Being realistic is the most commonly traveled road to mediocrity.",
        "author": "Will Smith"
    },
    {
        "index": 217,
        "quote": "Whenever an individual or a business decides that success has been attained, progress stops.",
        "author": "Thomas J. Watson"
    },
    {
        "index": 218,
        "quote": "To be successful, you have to have your heart in your business, and your business in your heart.",
        "author": "Thomas J. Watson"
    },
    {
        "index": 219,
        "quote": "If hard work is the key to success, most people would rather pick the lock.",
        "author": "Claude McDonald"
    },
    {
        "index": 220,
        "quote": "Success is simply a matter of luck. Ask any failure.",
        "author": "Earl Wilson"
    },
    {
        "index": 221,
        "quote": "The road to success is always under construction.",
        "author": "Arnold Palmer"
    },
    {
        "index": 222,
        "quote": "Anything the mind can conceive and believe, it can achieve.",
        "author": "Napoleon Hill"
    },
    {
        "index": 223,
        "quote": "Most great people have attained their greatest success just one step beyond their greatest failure.",
        "author": "Napoleon Hill"
    },
    {
        "index": 224,
        "quote": "Whether you think you can or you can't, you're right.",
        "author": "Henry Ford"
    },
    {
        "index": 225,
        "quote": "Failure defeats losers, failure inspires winners.",
        "author": "Robert T. Kiyosaki"
    },
    {
        "index": 226,
        "quote": "I have not failed. I've just found 10,000 ways that won't work.",
        "author": "Thomas Edison"
    },
    {
        "index": 227,
        "quote": "The biggest failure you can have in life is not trying at all.",
        "author": "Emil Motycka"
    },
    {
        "index": 228,
        "quote": "I honestly think it is better to be a failure at something you love than to be a success at something you hate.",
        "author": "George Burns"
    },
    {
        "index": 229,
        "quote": "Leaders don't force people to follow, they invite them on a journey.",
        "author": "Charles S. Lauer"
    },
    {
        "index": 230,
        "quote": "Example is not the main thing in influencing other people; it's the only thing.",
        "author": "Abraham Lincoln"
    },
    {
        "index": 231,
        "quote": "Leadership is doing what is right when no one is watching.",
        "author": "George Van Valkenburg"
    },
    {
        "index": 232,
        "quote": "Leadership is the art of getting someone else to do something you want done because he wants to do it.",
        "author": "Dwight D. Eisenhower"
    },
    {
        "index": 233,
        "quote": "The difference between a boss and a leader: a boss says, 'Go!' -a leader says, 'Let's go!'.",
        "author": "E. M. Kelly"
    },
    {
        "index": 234,
        "quote": "I am more afraid of an army of one hundred sheep led by a lion than an army of one hundred lions led by a sheep.",
        "author": "Charles Maurice"
    },
    {
        "index": 235,
        "quote": "The whole problem with the world is that fools and fanatics are always so certain of themselves, but wiser people so full of doubts.",
        "author": "Bertrand Russell"
    },
    {
        "index": 236,
        "quote": "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
        "author": "Aristotle"
    },
    {
        "index": 237,
        "quote": "Cannibals prefer those who have no spines.",
        "author": "Stanislaw Lem"
    },
    {
        "index": 238,
        "quote": "A ship in harbor is safe. But that's now what ships are built for.",
        "author": "William Shedd"
    },
    {
        "index": 239,
        "quote": "If one does not know to which port one is sailing, no wind is favorable.",
        "author": "Lucius Annaeus Seneca"
    },
    {
        "index": 240,
        "quote": "You miss 100% of the shots you don't take.",
        "author": "Wayne Gretzky"
    },
    {
        "index": 241,
        "quote": "I'm not a businessman. I'm a business, man.",
        "author": "Jay-Z"
    },
    {
        "index": 242,
        "quote": "The vision must be followed by the venture. It is not enough to stare up the steps - we must step up the stairs.",
        "author": "Vance Hayner"
    },
    {
        "index": 243,
        "quote": "Do not wait to strike until the iron is hot; but make it hot by striking.",
        "author": "William B. Sprague"
    },
    {
        "index": 244,
        "quote": "It's easier to ask forgiveness than it is to get permission.",
        "author": "Grace Hopper"
    },
    {
        "index": 245,
        "quote": "Twenty years from now you will be more disappointed by the things that you didn't do than by the ones you did do.",
        "author": "Mark Twain"
    },
    {
        "index": 246,
        "quote": "One day your life will flash before your eyes. Make sure it is worth watching.",
        "author": "Mooie"
    },
    {
        "index": 247,
        "quote": "I think it's wrong that only one company makes the game Monopoly.",
        "author": "Steven Wright"
    },
    {
        "index": 248,
        "quote": "Ever notice how it's a penny for your thoughts, yet you put in your two-cents? Someone is making a penny on the deal.",
        "author": "Steven Wright"
    },
    {
        "index": 249,
        "quote": "Catch a man a fish, and you can sell it to him. Teach a man to fish, and you ruin a wonderful business opportunity.",
        "author": "Karl (maybe Groucho) Marx"
    },
    {
        "index": 250,
        "quote": "I used to sell furniture for a living. The trouble was, it was my own.",
        "author": "Les Dawson"
    },
    {
        "index": 251,
        "quote": "Marking dynamos for repair $10,000.00-2 hours labor $10.00; knowing where to mark $9,990.00.",
        "author": "Invoice from Charles Steinmetz"
    },
    {
        "index": 252,
        "quote": "By working faithfully eight hours a day you may eventually get to be boss and work twelve hours a day.",
        "author": "Robert Frost"
    },
    {
        "index": 253,
        "quote": "My son is now an 'entrepreneur'. That's what you're called when you don't have a job.",
        "author": "Ted Turner"
    },
    {
        "index": 254,
        "quote": "I didn't go to college, but if I did, I would've taken all my tests at a restaurant, 'cause 'The customer is always right.'",
        "author": "Mitch Hedberg"
    },
    {
        "index": 255,
        "quote": "Formal education will make you a living. Self education will make you a fortune.",
        "author": "Jim Rohn"
    },
    {
        "index": 256,
        "quote": "The greatest reward in becoming a millionaire is not the amount of money that you earn. It is the kind of person that you have to become to become a millionaire in the first place.",
        "author": "Jim Rohn"
    },
    {
        "index": 257,
        "quote": "If you're not learning while you're earning, you're cheating yourself out of the better portion of your compensation.",
        "author": "Napoleon Hill"
    },
    {
        "index": 258,
        "quote": "A business that makes nothing but money is a poor business.",
        "author": "Henry Ford"
    },
    {
        "index": 259,
        "quote": "After a certain point, money is meaningless. It ceases to be the goal. The game is what counts.",
        "author": "Aristotle"
    },
    {
        "index": 260,
        "quote": "I treat business a bit like a computer game. I count money as points. I'm doing really well: making lots of money and lots of points.",
        "author": "Michael Dunlop"
    },
    {
        "index": 261,
        "quote": "All of my friends were doing babysitting jobs. I wanted money without the job.",
        "author": "Adam Horwitz"
    },
    {
        "index": 262,
        "quote": "I don't pay good wages because I have a lot of money; I have a lot of money because I pay good wages.",
        "author": "Robert Bosch"
    },
    {
        "index": 263,
        "quote": "Lend your friend $20. If he doesn't pay you back then he's not your friend. Money well spent.",
        "author": "Ted Nicolas"
    },
    {
        "index": 264,
        "quote": "Money and success don't change people; they merely amplify what is already there.",
        "author": "Will Smith"
    },
    {
        "index": 265,
        "quote": "The secret of getting ahead is getting started.",
        "author": "Agatha Christie"
    },
    {
        "index": 266,
        "quote": "Hire character. Train skill.",
        "author": "Peter Schultz"
    },
    {
        "index": 267,
        "quote": "In preparing for battle I have always found that plans are useless, but planning is indispensable.",
        "author": "Dwight D. Eisenhower"
    },
    {
        "index": 268,
        "quote": "You've got to stop doing all the things that people have tried, tested, and found out don't work.",
        "author": "Michael Dunlop"
    },
    {
        "index": 269,
        "quote": "I never perfected an invention that I did not think about in terms of the service it might give others… I find out what the world needs, then I proceed to invent.",
        "author": "Thomas Edison"
    },
    {
        "index": 270,
        "quote": "If you're not making mistakes, then you're not making decisions.",
        "author": "Catherine Cook"
    },
    {
        "index": 271,
        "quote": "Your most unhappy customers are your greatest source of learning.",
        "author": "Bill Gates"
    },
    {
        "index": 272,
        "quote": "One can get anything if he is willing to help enough others get what they want.",
        "author": "Zig Ziglar"
    },
    {
        "index": 273,
        "quote": "An entrepreneur tends to bite off a little more than he can chew hoping he'll quickly learn how to chew it.",
        "author": "Roy Ash"
    },
    {
        "index": 274,
        "quote": "The true entrepreneur is a doer, not a dreamer.",
        "author": "Nolan Bushnell"
    },
    {
        "index": 275,
        "quote": "Whenever you are asked if you can do a job, tell 'em, 'Certainly, I can!' Then get busy and find out how to do it.",
        "author": "Theodore Roosevelt"
    },
    {
        "index": 276,
        "quote": "Everything started as nothing.",
        "author": "Ben Weissenstein"
    },
    {
        "index": 277,
        "quote": "If you start with nothing and end up with nothing, there's nothing lost.",
        "author": "Michael Dunlop"
    },
    {
        "index": 278,
        "quote": "Start today, not tomorrow. If anything, you should have started yesterday.",
        "author": "Emil Motycka"
    },
    {
        "index": 279,
        "quote": "Make it happen now, not tomorrow. Tomorrow is a loser's excuse.",
        "author": "Andrew Fashion"
    },
    {
        "index": 280,
        "quote": "Every day I get up and look through the Forbes list of the richest people in America. If I'm not there, I go to work.",
        "author": "Robert Orben"
    },
    {
        "index": 281,
        "quote": "Entrepreneurship is living a few years of your life like most people won't, so that you can spend the rest of your life like most people can't.",
        "author": "Anonymous"
    },
    {
        "index": 282,
        "quote": "Yesterday's home runs don't win today's games.",
        "author": "Babe Ruth"
    },
    {
        "index": 283,
        "quote": "You should always stay hungry. Stay hungry, so you can eat.",
        "author": "Syed Balkhi"
    },
    {
        "index": 284,
        "quote": "If you're not living life on the edge, you're taking up too much space.",
        "author": "Anonymous"
    },
    {
        "index": 285,
        "quote": "I wasn't satisfied just to earn a good living. I was looking to make a statement.",
        "author": "Donald Trump"
    },
    {
        "index": 286,
        "quote": "Opportunity is missed by most people because it is dressed in overalls and looks like work.",
        "author": "Thomas Edison"
    },
    {
        "index": 287,
        "quote": "You must either modify your dreams or magnify your skills.",
        "author": "Jim Rohn"
    },
    {
        "index": 288,
        "quote": "Keep away from people who try to belittle your ambitions. Small people always do that, but the really great make you feel that you, too, can become great.",
        "author": "Mark Twain"
    },
    {
        "index": 289,
        "quote": "Not a single person whose name is worth remembering lived a life of ease.",
        "author": "Ryan P. Allis"
    },
    {
        "index": 290,
        "quote": "If you think that you are going to love something, give it a try. You're going to kick yourself in the butt for the rest of your life if you don't.",
        "author": "Joe Penna"
    },
    {
        "index": 291,
        "quote": "The best time to plant a tree is twenty years ago. The second best time is now.",
        "author": "Chinese Proverb"
    },
    {
        "index": 292,
        "quote": "If you want one year of prosperity, grow grain. If you want ten years of prosperity, grow trees. If you want one hundred years of prosperity, grow people.",
        "author": "Chinese Proverb"
    },
    {
        "index": 293,
        "quote": "Vision without action is a daydream. Action without vision is a nightmare.",
        "author": "Japanese Proverb"
    },
    {
        "index": 294,
        "quote": "Sow a thought, reap an action; sow an action, reap a habit; sow a habit, reap a character; sow a character, reap a destiny.",
        "author": "Chinese Proverb"
    },
    {
        "index": 295,
        "quote": "A bad workman blames his tools.",
        "author": "Chinese Proverb"
    },
    {
        "index": 296,
        "quote": "A fall into a ditch makes you wiser.",
        "author": "Chinese Proverb"
    },
    {
        "index": 297,
        "quote": "Defeat isn't bitter if you don't swallow it.",
        "author": "Chinese Proverb"
    },
    {
        "index": 298,
        "quote": "The diamond cannot be polished without friction, nor the man perfected without trials.",
        "author": "Chinese Proverb"
    },
    {
        "index": 299,
        "quote": "A jade stone is useless before it is processed; a man is good-for-nothing until he is educated.",
        "author": "Chinese Proverb"
    },
    {
        "index": 300,
        "quote": "A journey of a thousand miles begins with a single step.",
        "author": "Chinese Proverb"
    },
    {
        "index": 301,
        "quote": "The loftiest towers rise from the ground.",
        "author": "Chinese Proverb"
    },
    {
        "index": 302,
        "quote": "Building a castle is difficult. Defending and maintaining it is harder still.",
        "author": "Asian Proverb"
    },
    {
        "index": 303,
        "quote": "A person who says it cannot be done should not interrupt the man doing it.",
        "author": "Chinese Proverb"
    },
    {
        "index": 304,
        "quote": "All cats love fish but fear to wet their paws.",
        "author": "Chinese Proverb"
    },
    {
        "index": 305,
        "quote": "Don't stand by the water and long for fish; go home and weave a net.",
        "author": "Chinese Proverb"
    },
    {
        "index": 306,
        "quote": "Everyone should carefully observe which way his heart draws him, and then choose that way with all his strength.",
        "author": "Hasidic Proverb"
    },
    {
        "index": 307,
        "quote": "Failing to plan is planning to fail.",
        "author": "Chinese Proverb"
    },
    {
        "index": 308,
        "quote": "If you pay peanuts, you get monkeys.",
        "author": "Chinese Proverb"
    },
    {
        "index": 309,
        "quote": "Make happy those who are near, and those who are far will come.",
        "author": "Chinese Proverb"
    },
    {
        "index": 310,
        "quote": "Teachers open the door. You enter by yourself.",
        "author": "Chinese Proverb"
    },
    {
        "index": 311,
        "quote": "Find a job you love and you'll never work a day in your life.",
        "author": "Confucius"
    },
    {
        "index": 312,
        "quote": "The entrepreneur builds an enterprise; the technician builds a job.",
        "author": "Michael Gerber"
    },
    {
        "index": 313,
        "quote": "If you want to be inventive",
        "author": "you have to be willing to fail."
    },
    {
        "index": 314,
        "quote": "The challenge is not just to build a company that can endure; but to build one that is worthy of enduring.",
        "author": "Jim Collins"
    },
    {
        "index": 315,
        "quote": "Success is a lousy teacher. It seduces smart people into thinking they can't lose.",
        "author": "Bill Gates"
    },
    {
        "index": 316,
        "quote": "Don't treat your customers like a bunch of purses and wallets.",
        "author": "Chris Brogan"
    },
    {
        "index": 317,
        "quote": "Nine out of ten businesses fail; so I came up with a foolproof plan",
        "author": "create ten businesses."
    },
    {
        "index": 318,
        "quote": "I'm not a businessman",
        "author": "I'm a business, man."
    },
    {
        "index": 319,
        "quote": "If plan A' fails",
        "author": "remember you have 25 letters left."
    },
    {
        "index": 320,
        "quote": "We make a living by what we get. But we make a life by what we give.",
        "author": "Winston Churchhill"
    },
    {
        "index": 321,
        "quote": "Believe that you will succeed",
        "author": "and you will."
    },
    {
        "index": 322,
        "quote": "Victory comes only after many struggles and countless defeats.",
        "author": "Og Mandino"
    },
    {
        "index": 323,
        "quote": "As long as you're going to be thinking anyway, think big.",
        "author": "Donald Trump"
    },
    {
        "index": 324,
        "quote": "Success is how high you bounce after you hit bottom",
        "author": "General George Patton"
    },
    {
        "index": 325,
        "quote": "Remembering you are going to die is the best way I know to avoid the trap of thinking you have something to lose.",
        "author": "Steve Jobs"
    },
    {
        "index": 326,
        "quote": "It's not about how to get started; its about how to get noticed.",
        "author": "Steve Case"
    },
    {
        "index": 327,
        "quote": "A ship in harbor is safe, but that's not what ships are for.",
        "author": "John Shedd"
    },
    {
        "index": 328,
        "quote": "If I find 10,000 ways something won't work, I haven't failed. I am not discouraged, because every wrong attempt discarded is often a step forward.",
        "author": "Thomas Edison"
    },
    {
        "index": 329,
        "quote": "Business opportunities are like buses, there's always another one coming.",
        "author": "Richard Branson"
    },
    {
        "index": 330,
        "quote": "If we don't allow ourselves to make mistakes, we will never invest in things that are radical.",
        "author": "Jeff Clavier"
    },
    {
        "index": 331,
        "quote": "The critical ingredient is getting off your butt and doing something.",
        "author": "Nolan Bushnell"
    },
    {
        "index": 332,
        "quote": "Nothing will work unless you do.",
        "author": "Maya Angelou"
    },
    {
        "index": 333,
        "quote": "Try not to be a man of success, but rather try to become a man of value.",
        "author": "Albert Einstein"
    },
    {
        "index": 334,
        "quote": "You won't get anything unless you have the vision to imagine it.",
        "author": "John Lennon"
    },
    {
        "index": 335,
        "quote": "A man must be big enough to admit his mistakes, smart enough to profit from them, and strong enough to correct them.",
        "author": "John C. Maxwell"
    },
    {
        "index": 336,
        "quote": "In the modern world of business, it is useless to be a creative, original thinker unless you can also sell what you create.",
        "author": "David Ogilvy"
    },
    {
        "index": 337,
        "quote": "Success is doing what you want, where you want, when you want, with whom you want as much as you want.",
        "author": "Tony Robbins"
    },
    {
        "index": 338,
        "quote": "If you don't have a competitive advantage",
        "author": "don't compete."
    },
    {
        "index": 339,
        "quote": "You were born to win, but to be a winner, you must plan to win, prepare to win, and expect to win.",
        "author": "Zig Ziglar"
    },
    {
        "index": 340,
        "quote": "If everything seems under control, you're just not going fast enough.",
        "author": "Mario Andretti"
    },
    {
        "index": 341,
        "quote": "Don't be trapped by dogma",
        "author": "which is living with the results of other people's thinking."
    },
    {
        "index": 342,
        "quote": "Do or do not. There is no try.",
        "author": "Yoda"
    },
    {
        "index": 343,
        "quote": "Show me a person who never made a mistake, and I will show you a person who never did anything.",
        "author": "William Rosenberg, founder of Dunkin' Donuts"
    },
    {
        "index": 344,
        "quote": "Ideas are commodity. Execution of them is not.",
        "author": "Michael Dell, CEO of Dell"
    },
    {
        "index": 345,
        "quote": "User experience is everything. It always has been, but it's undervalued and underinvested in. If you don't know user-centered design, study it. Hire people who know it. Obsess over it. Live and breathe it. Get your whole company on board.",
        "author": "Evan Williams, co-founder of Twitter"
    },
    {
        "index": 346,
        "quote": "A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty.",
        "author": "Winston Churchill, British Prime Minister"
    },
    {
        "index": 347,
        "quote": "The man who does not work for the love of work but only for money is likely to neither make money nor find much fun in life.",
        "author": "Charles M. Schwab, American steel magnate"
    },
    {
        "index": 348,
        "quote": "Be undeniably good. No marketing effort or social media buzzword can be a substitute for that.",
        "author": "Anthony Volodkin, founder of Hype Machine"
    },
    {
        "index": 349,
        "quote": "Ideas are easy. Implementation is hard.",
        "author": "Guy Kawasaki, founder of AllTop"
    },
    {
        "index": 350,
        "quote": "You can say anything to anyone, but how you say it will determine how they will react.",
        "author": "John Rampton, entrepreneur and investor"
    },
    {
        "index": 351,
        "quote": "Always deliver more than expected.",
        "author": "Larry Page, co-founder of Google"
    },
    {
        "index": 352,
        "quote": "Assume you have 90 seconds with a new user before they decide to use your app or delete it.",
        "author": "Tamara Steffens, Acompli"
    },
    {
        "index": 353,
        "quote": "Even if you don't have the perfect idea to begin with, you can likely adapt.",
        "author": "Victoria Ransom, co-founder of Wildfire Interactive"
    },
    {
        "index": 354,
        "quote": "Make your team feel respected, empowered and genuinely excited about the company's mission.",
        "author": "Tim Westergen, founder of Pandora"
    },
    {
        "index": 355,
        "quote": "Stay self-funded as long as possible.",
        "author": "Garrett Camp, co-founder of Stumbleupon"
    },
    {
        "index": 356,
        "quote": "In between goals is a thing called life, that has to be lived and enjoyed.",
        "author": "Sid Caesar, Entertainer"
    },
    {
        "index": 357,
        "quote": "Wonder what your customer really wants? Ask. Don't tell.",
        "author": "Lisa Stone, co-founder of BlogHer"
    },
    {
        "index": 358,
        "quote": "When times are bad is when the real entrepreneurs emerge.",
        "author": "Robert Kiyosaki, author of Rich Dad Poor Dad"
    },
    {
        "index": 359,
        "quote": "What do you need to start a business? Three simple things: know your product better than anyone, know your customer, and have a burning desire to succeed.",
        "author": "Dave Thomas, founder of Wendy's"
    },
    {
        "index": 360,
        "quote": "Get big quietly, so you don't tip off potential competitors.",
        "author": "Chris Dixon, co-founder of Hunch"
    },
    {
        "index": 361,
        "quote": "Don't worry about failure; you only have to be right once.",
        "author": "Drew Houston, founder of Dropbox"
    },
    {
        "index": 362,
        "quote": "Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma.",
        "author": "Unknown"
    },
    {
        "index": 363,
        "quote": "Don't let the noise of other's opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition. They somehow already know what you truly want to become. Everything else is secondary.",
        "author": "Unknown"
    },
    {
        "index": 364,
        "quote": "Don't be cocky. Don't be flashy. There's always someone better than you.",
        "author": "Tony Hsieh, Zappos.com CEO"
    },
    {
        "index": 365,
        "quote": "Don't take too much advice. Most people who have a lot of advice to give - with a few exceptions - generalize whatever they did. Don't over-analyze everything. I myself have been guilty of over-thinking problems. Just build things and find out if they work.",
        "author": "Ben Silbermann, co-founder of Pinterest"
    },
    {
        "index": 366,
        "quote": "Openly share and talk to people about your idea. Use their lack of interest or doubt to fuel your motivation to make it happen.",
        "author": "Todd Garland, founder of BuySellAds"
    },
    {
        "index": 367,
        "quote": "How you climb a mountain is more important than reaching the top.",
        "author": "Yvon Chouinard, founder of Patagonia"
    },
    {
        "index": 368,
        "quote": "Associate yourself with people of good quality, for it is better to be alone than in bad company.",
        "author": "Booker T. Washington, Educator and author"
    },
    {
        "index": 369,
        "quote": "It's fine to celebrate success but it is more important to heed the lessons of failure.",
        "author": "Bill Gates, co-founder of Microsoft"
    },
    {
        "index": 370,
        "quote": "It takes 20 years to build a reputation and five minutes to ruin it. If you think about that, you'll do things differently.",
        "author": "Warren Buffett, Investor"
    },
    {
        "index": 371,
        "quote": "Statistics suggest that when customers complain, business owners and managers ought to get excited about it. The complaining customer represents a huge opportunity for more business.",
        "author": "Zig Ziglar, author and motivational speaker"
    },
    {
        "index": 372,
        "quote": "There is only one success- to be able to spend your life in your own way.",
        "author": "Christopher Morley, journalist"
    },
    {
        "index": 373,
        "quote": "Formal education will make you a living; self-education will make you a fortune.",
        "author": "Jim Rohn, author and speaker"
    },
    {
        "index": 374,
        "quote": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.",
        "author": "Henry Ford, founder of Ford Motor Company"
    },
    {
        "index": 375,
        "quote": "Rarely have I seen a situation where doing less than the other guy is a good strategy.",
        "author": "Jimmy Spithill, Australian yachtsman"
    },
    {
        "index": 376,
        "quote": "You miss 100 percent of the shots you don't take.",
        "author": "Wayne Gretzky, NHL Hall of Famer"
    },
    {
        "index": 377,
        "quote": "The best time to plant a tree was 20 years ago. The second best time is now.",
        "author": "Chinese proverb"
    },
    {
        "index": 378,
        "quote": "The secret to successful hiring is this: look for the people who want to change the world.",
        "author": "Marc Benioff, CEO of Salesforce"
    },
    {
        "index": 379,
        "quote": "Twenty years from now, you will be more disappointed by the things that you didn't do than by the ones you did do, so throw off the bowlines, sail away from safe harbor, catch the trade winds in your sails. Explore, Dream, Discover.",
        "author": "Mark Twain, author"
    },
    {
        "index": 380,
        "quote": "If you've got an idea, start today. There's no better time than now to get going. That doesn't mean quit your job and jump into your idea 100% from day one, but there's always small progress that can be made to start the movement.",
        "author": "Kevin Systrom, co-founder of Instagram"
    },
    {
        "index": 381,
        "quote": "It's almost always harder to raise capital than you thought it would be, and it always takes longer. So plan for that.",
        "author": "Richard Harroch, Venture Capitalist"
    },
    {
        "index": 382,
        "quote": "For all of the most important things, the timing always sucks. Waiting for a good time to quit your job? The stars will never align and the traffic lights of life will never all be green at the same time. The universe doesn't conspire against you, but it doesn't go out of its way to line up the pins either. Conditions are never perfect. Someday is a disease that will take your dreams to the grave with you. Pro and con lists are just as bad. If it's important to you and you want to do it eventually, just do it and correct course along the way.",
        "author": "Timothy Ferriss, author of The 4-Hour Work Week"
    },
    {
        "index": 383,
        "quote": "I don't have big ideas. I sometimes have small ideas, which seem to work out.",
        "author": "Matt Mullenweg, founder of Automattic"
    },
    {
        "index": 384,
        "quote": "Fail often so you can succeed sooner.",
        "author": "Tom Kelley, Ideo partner"
    },
    {
        "index": 385,
        "quote": "When you cease to dream you cease to live.",
        "author": "Malcolm Forbes, chairman and editor in chief of Forbes Magazine"
    },
    {
        "index": 386,
        "quote": "Whatever the mind can conceive and believe, the mind can achieve.",
        "author": "Dr. Napoleon Hill, author of Think and Grow Rich"
    },
    {
        "index": 387,
        "quote": "Running a start-up is like eating glass. You just start to like the taste of your own blood.",
        "author": "Sean Parker, co-founder of Napster"
    },
    {
        "index": 388,
        "quote": "My number one piece of advice is: you should learn how to program.",
        "author": "Mark Zuckerberg, founder of Facebook"
    },
    {
        "index": 389,
        "quote": "The way to get started is to quit talking and begin doing.",
        "author": "Walt Disney, co-founder of the Walt Disney Company"
    },
    {
        "index": 390,
        "quote": "The pace of change for entrepreneurs is rapidly accelerating, and the cost and risk of launching a new business and getting off the ground is just amazing. The ability to gain user feedback really quickly and adapt to what your consumers want is totally different with the web as it is now. But finding a new market, helping people and taking that original idea and turning it into a business is really exciting right now.",
        "author": "Matt Mickiewicz, co-founder of 99 Designs"
    },
    {
        "index": 391,
        "quote": "Building and hanging on to an audience is the biggest role of social media.",
        "author": "Matthew Inman, The Oatmeal"
    },
    {
        "index": 392,
        "quote": "Every feature has some maintenance cost, and having fewer features lets us focus on the ones we care about and make sure they work very well.",
        "author": "David Karp, founder of Tumblr"
    },
    {
        "index": 393,
        "quote": "A poorly implemented feature hurts more than not having it at all.",
        "author": "Noah Everett, founder of Twitpic"
    },
    {
        "index": 394,
        "quote": "You don't learn to walk by following rules. You learn by doing and falling over.",
        "author": "Richard Branson, founder of Virgin Group"
    },
    {
        "index": 395,
        "quote": "The fastest way to change yourself is to hang out with people who are already the way you want to be.",
        "author": "Reid Hoffman, co-founder of Linkedin"
    },
    {
        "index": 396,
        "quote": "Risk more than others think is safe. Dream more than others think is practical.",
        "author": "Howard Schultz, CEO of Starbucks"
    },
    {
        "index": 397,
        "quote": "You shouldn't focus on why you can't do something, which is what most people do. You should focus on why perhaps you can, and be one of the exceptions.",
        "author": "Steve Case, co-founder of AOL"
    },
    {
        "index": 398,
        "quote": "The critical ingredient is getting off your butt and doing something. It's as simple as that. A lot of people have ideas, but there are few who decide to do something about them now. Not tomorrow. Not next week. But today. The true entrepreneur is a doer not a dreamer.",
        "author": "Nolan Bushnell, founder of Atari"
    },
    {
        "index": 399,
        "quote": "If you cannot do great things, do small things in a great way.",
        "author": "Napoleon Hill, author"
    },
    {
        "index": 400,
        "quote": "Success is not what you have, but who you are.",
        "author": "Bo Bennet, author and entreprenuer"
    },
    {
        "index": 401,
        "quote": "One of the huge mistakes people make is that they try to force an interest on themselves. You don't choose your passions; your passions choose you.",
        "author": "Jeff Bezos, founder and CEO of Amazon.com"
    },
    {
        "index": 402,
        "quote": "Lots of companies don't succeed over time. What do they fundamentally do wrong? They usually miss the future.",
        "author": "Larry Page, CEO of Google"
    },
    {
        "index": 403,
        "quote": "It takes humility to realize that we don't know everything, not to rest on our laurels and know that we must keep learning and observing. If we don't, we can be sure some startup will be there to take our place.",
        "author": "Cher Wang, CEO of HTC"
    },
    {
        "index": 404,
        "quote": "There's an entrepreneur right now, scared to death, making excuses, saying, 'It's not the right time just yet.' There's no such thing as a good time. Get out of your garage and go take a chance, and start your business.",
        "author": "Kevin Plank, CEO of Under Armour"
    },
    {
        "index": 405,
        "quote": "Be really picky with your hiring, and hire the absolute best people you possibly can. People are the most important component of almost every business, and attracting the best talent possible is going to make a huge difference.",
        "author": "Peter Berg, founder of October Three"
    },
    {
        "index": 406,
        "quote": "Worry about being better; bigger will take care of itself. Think one customer at a time and take care of each one the best way you can.",
        "author": "Gary Comer, founder of Land's End"
    },
    {
        "index": 407,
        "quote": "You have a viable business only if your product is either better or cheaper than the alternatives. If it's not one or the other, you might make some money at first, but it's not a sustainable business.",
        "author": "Jim Koch, founder of Boston Beer Co."
    },
    {
        "index": 408,
        "quote": "Every time I took these bigger risks, the opportunity for a bigger payout was always there.",
        "author": "Casey Neistat, filmmaker"
    },
    {
        "index": 409,
        "quote": "If you can do something to get somebody excited - not everybody - but if you can be the best for somebody, then you can win.",
        "author": "Ron Shaich, founder and CEO of Panera Bread"
    },
    {
        "index": 410,
        "quote": "Would you like me to give you a formula for success? It's quite simple, really: Double your rate of failure. You are thinking of failure as the enemy of success. But it isn't at all. You can be discouraged by failure or you can learn from it, so go ahead and make mistakes. Make all you can. Because remember that's where you will find success.",
        "author": "Thomas J. Watson, businessman"
    },
    {
        "index": 411,
        "quote": "People who succeed have momentum. The more they succeed, the more they want to succeed, and the more they find a way to succeed. Similarly, when someone is failing, the tendency is to get on a downward spiral that can even become a self-fulfilling prophecy.",
        "author": "Tony Robbins, motivational speaker"
    },
    {
        "index": 412,
        "quote": "The only limit to our realization of tomorrow will be our doubts of today.",
        "author": "Franklin D. Roosevelt"
    },
    {
        "index": 413,
        "quote": "The successful warrior is the average man, with laser-like focus.",
        "author": "Bruce Lee, actor and martial arts instructor"
    },
    {
        "index": 414,
        "quote": "Fall seven times and stand up eight.",
        "author": "Japanese proverb"
    },
    {
        "index": 415,
        "quote": "The successful man is the one who finds out what is the matter with his business before his competitors do.",
        "author": "Roy L. Smith, animator and film director"
    },
    {
        "index": 416,
        "quote": "There's no shortage of remarkable ideas, what's missing is the will to execute them.",
        "author": "Seth Godin, author and speaker"
    },
    {
        "index": 417,
        "quote": "Keep on going, and the chances are that you will stumble on something, perhaps when you are least expecting it. I never heard of anyone ever stumbling on something sitting down.",
        "author": "Charles F. Kettering, inventor"
    },
    {
        "index": 418,
        "quote": "A successful man is one who can lay a firm foundation with the bricks others have thrown at him.",
        "author": "David Brinkley, newscaster"
    },
    {
        "index": 419,
        "quote": "Everyone is a genius. But if you judge a fish by its ability to climb a tree, it will spend its whole life believing it is stupid.",
        "author": "Albert Einstein, Theoretical Physicist"
    },
    {
        "index": 420,
        "quote": "Success in business requires training and discipline and hard work. But if you're not frightened by these things, the opportunities are just as great today as they ever were.",
        "author": "David Rockefeller, American banker"
    },
    {
        "index": 421,
        "quote": "It is never too late to be what you might have been.",
        "author": "George Eliot, journalist and novelist"
    },
    {
        "index": 422,
        "quote": "I am not a product of my circumstances. I am a product of my decisions.",
        "author": "Stephen Covey, author and businessman"
    },
    {
        "index": 423,
        "quote": "There is only one way to avoid criticism: Do nothing, say nothing, and be nothing.",
        "author": "Aristotle, Greek philosopher"
    },
    {
        "index": 424,
        "quote": "Build your own dreams, or someone else will hire you to build theirs.",
        "author": "Farrah Gray, investor and motivational speaker"
    },
    {
        "index": 425,
        "quote": "You may be disappointed if you fail, but you are doomed if you don't try.",
        "author": "Beverly Sills, operatic soprano"
    }
]