[
    {
      "index": 1,
      "chapter": "Chapter 2, Verse 47",
      "quote": "You have a right to perform your prescribed duties, but you are not entitled to the fruits of your actions."
    },
    {
      "index": 2,
      "chapter": "Chapter 2, Verse 14",
      "quote": "O son of Kunti, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed."
    },
    {
      "index": 3,
      "chapter": "Chapter 3, Verse 5",
      "quote": "Everyone is forced to act helplessly according to the qualities he has acquired from the modes of material nature; therefore no one can refrain from doing something, not even for a moment."
    },
    {
      "index": 4,
      "chapter": "Chapter 4, Verse 7",
      "quote": "Whenever there is a decline in righteousness and an increase in unrighteousness, O Arjuna, at that time I manifest myself on earth."
    },
    {
      "index": 5,
      "chapter": "Chapter 4, Verse 9",
      "quote": "One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna."
    },
    {
      "index": 6,
      "chapter": "Chapter 5, Verse 29",
      "quote": "A person in full consciousness of Me, knowing Me to be the ultimate beneficiary of all sacrifices and austerities, the Supreme Lord of all planets and demigods, and the benefactor and well-wisher of all living entities, attains peace from the pangs of material miseries."
    },
    {
      "index": 7,
      "chapter": "Chapter 6, Verse 5",
      "quote": "A person is said to be established in self-realization and is called a yogi when he is fully satisfied by virtue of acquired knowledge and realization. Such a person is situated in transcendence and is self-controlled."
    },
    {
      "index": 8,
      "chapter": "Chapter 6, Verse 6",
      "quote": "For one who has conquered the mind, the Supersoul is already reached, for he has attained tranquility. To such a person, happiness and distress, heat and cold, honor and dishonor are all the same."
    },
    {
      "index": 9,
      "chapter": "Chapter 7, Verse 7",
      "quote": "O conqueror of wealth [Arjuna], there is no truth superior to Me. Everything rests upon Me, as pearls are strung on a thread."
    },
    {
      "index": 10,
      "chapter": "Chapter 9, Verse 22",
      "quote": "To those who are constantly devoted and who thus engage in My devotional service with love, I give the understanding by which they can come to Me."
    },
    {
      "index": 11,
      "chapter": "Chapter 10, Verse 20",
      "quote": "I am the Self, O Gudakesha, seated in the hearts of all creatures. I am the beginning, the middle, and the end of all beings."
    },
    {
      "index": 12,
      "chapter": "Chapter 12, Verse 13",
      "quote": "Fix your mind upon Me, be devoted to Me, offer obeisances to Me, and certainly you will come to Me."
    },
    {
      "index": 13,
      "chapter": "Chapter 15, Verse 15",
      "quote": "I am seated in everyone's heart, and from Me come remembrance, knowledge, and forgetfulness. By all the Vedas, I am to be known; indeed, I am the compiler of Vedanta, and I am the knower of the Vedas."
    },
    {
      "index": 14,
      "chapter": "Chapter 16, Verse 3",
      "quote": "Pride, arrogance, conceit, anger, harshness, and ignorance—these qualities belong to those of demoniac nature, O son of Pritha."
    },
    {
      "index": 15,
      "chapter": "Chapter 18, Verse 66",
      "quote": "Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reactions. Do not fear."
    },
    {
      "index": 16,
      "chapter": "Chapter 9, Verse 27",
      "quote": "O son of Kunti, all that you do, all that you eat, all that you offer and give away, as well as all austerities that you may perform, should be done as an offering unto Me."
    },
    {
      "index": 17,
      "chapter": "Chapter 14, Verse 27",
      "quote": "I am the basis of the impersonal Brahman, which is immortal, imperishable, and eternal and is the constitutional position of ultimate happiness."
    },
    {
      "index": 18,
      "chapter": "Chapter 13, Verse 8",
      "quote": "He is the source of light in all luminous objects. He is beyond the darkness of matter and is unmanifested. He is knowledge, He is the object of knowledge, and He is the goal of knowledge."
    },
    {
      "index": 19,
      "chapter": "Chapter 10, Verse 21",
      "quote": "Adhyatma is My living principle, and Arjuna, the Supreme Soul, is the ultimate basis of all. The Supreme Soul is eternal, transcendental, and original, and it is the ultimate source of all other living beings."
    },
    {
      "index": 20,
      "chapter": "Chapter 17, Verse 15",
      "quote": "The austerity of the body consists in this: worship of the Supreme Lord, the brahmanas, the spiritual master, and superiors like the father and mother. Cleanliness, simplicity, celibacy, and nonviolence are also austerities of the body."
    },
    {
      "index": 21,
      "chapter": "Chapter 3, Verse 19",
      "quote": "Therefore, without being attached to the fruits of activities, one should act as a matter of duty, for by working without attachment, one attains the Supreme."
    },
    {
      "index": 22,
      "chapter": "Chapter 3, Verse 30",
      "quote": "Therefore, O Arjuna, surrendering all your works unto Me, with full knowledge of Me, without desires for profit, with no claims to proprietorship, and free from lethargy, fight."
    },
    {
      "index": 23,
      "chapter": "Chapter 3, Verse 35",
      "quote": "It is far better to discharge one’s prescribed duties, even though they may be faulty, than another’s duties. Destruction in the course of performing one’s own duty is better than engaging in another’s duties, for to follow another’s path is dangerous."
    },
    {
      "index": 24,
      "chapter": "Chapter 4, Verse 13",
      "quote": "According to the three modes of material nature and the work ascribed to them, the four divisions of human society were created by Me. And, although I am the creator of this system, you should know that I am yet the non-doer, being unchangeable."
    },
    {
      "index": 25,
      "chapter": "Chapter 4, Verse 14",
      "quote": "There is no work that affects Me; nor do I aspire for the fruits of action. One who understands this truth about Me also does not become entangled in the fruitive reactions of work."
    },
    {
      "index": 26,
      "chapter": "Chapter 4, Verse 7",
      "quote": "Whenever there is a decline in righteousness and an increase in unrighteousness, O Arjuna, at that time I manifest myself on earth."
    },
    {
      "index": 27,
      "chapter": "Chapter 5, Verse 6",
      "quote": "One who works in devotion, who is a pure soul, and who controls his mind and senses, is dear to everyone, and everyone is dear to him. Though always working, such a person is never entangled."
    },
    {
      "index": 28,
      "chapter": "Chapter 5, Verse 29",
      "quote": "A person in full consciousness of Me, knowing Me to be the ultimate beneficiary of all sacrifices and austerities, the Supreme Lord of all planets and demigods, and the benefactor and well-wisher of all living entities, attains peace from the pangs of material miseries."
    },
    {
      "index": 29,
      "chapter": "Chapter 5, Verse 29",
      "quote": "A person in full consciousness of Me, knowing Me to be the ultimate beneficiary of all sacrifices and austerities, the Supreme Lord of all planets and demigods, and the benefactor and well-wisher of all living entities, attains peace from the pangs of material miseries."
    },
    {
      "index": 30,
      "chapter": "Chapter 6, Verse 6",
      "quote": "For one who has conquered the mind, the Supersoul is already reached, for he has attained tranquility. To such a person, happiness and distress, heat and cold, honor and dishonor are all the same."
    },
    {
      "index": 31,
      "chapter": "Chapter 6, Verse 7",
      "quote": "A person who is not disturbed by the incessant flow of desires—that enter like rivers into the ocean, which is ever being filled but is always still—can alone achieve peace, and not the person who strives to satisfy such desires."
    },
    {
      "index": 32,
      "chapter": "Chapter 6, Verse 15",
      "quote": "Such a yogi, who engages in the worshipful service of the Supersoul, knowing that I and the Supersoul are one, remains always in Me in all circumstances."
    },
    {
      "index": 33,
      "chapter": "Chapter 7, Verse 7",
      "quote": "O conqueror of wealth [Arjuna], there is no truth superior to Me. Everything rests upon Me, as pearls are strung on a thread."
    },
    {
      "index": 34,
      "chapter": "Chapter 7, Verse 8",
      "quote": "I am the taste of water, the light of the sun and the moon, the syllable om in the Vedic mantras; I am the sound in ether and ability in man."
    },
    {
      "index": 35,
      "chapter": "Chapter 7, Verse 20",
      "quote": "Those whose minds are distorted by material desires surrender unto demigods and follow the particular rules and regulations of worship according to their own natures."
    },
    {
      "index": 36,
      "chapter": "Chapter 8, Verse 5",
      "quote": "And whoever, at the end of his life, quits his body, remembering Me alone, at once attains My nature. Of this, there is no doubt."
    },
    {
      "index": 37,
      "chapter": "Chapter 8, Verse 6",
      "quote": "Whatever state of being one remembers when he quits his body, O son of Kunti, that state he will attain without fail."
    },
    {
      "index": 38,
      "chapter": "Chapter 8, Verse 7",
      "quote": "Therefore, Arjuna, you should always think of Me in the form of Krsna and at the same time carry out your prescribed duties of fighting. With your activities dedicated to Me and your mind and intelligence fixed on Me, you will attain Me without doubt."
    },
    {
      "index": 39,
      "chapter": "Chapter 9, Verse 22",
      "quote": "To those who are constantly devoted and who thus engage in My devotional service with love, I give the understanding by which they can come to Me."
    },
    {
      "index": 40,
      "chapter": "Chapter 9, Verse 23",
      "quote": "O son of Prtha, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible."
    },
    {
      "index": 41,
      "chapter": "Chapter 9, Verse 24",
      "quote": "Those who are devotees of other gods and who worship them with faith actually worship only Me, O son of Kunti, but they do so in a wrong way."
    },
    {
      "index": 42,
      "chapter": "Chapter 10, Verse 20",
      "quote": "I am the Self, O Gudakesha, seated in the hearts of all creatures. I am the beginning, the middle, and the end of all beings."
    },
    {
      "index": 43,
      "chapter": "Chapter 10, Verse 21",
      "quote": "Among the Adityas, I am Vishnu; among the lights, I am the radiant sun. Among the Maruts, I am Marici, and among the stars, I am the moon."
    },
    {
      "index": 44,
      "chapter": "Chapter 10, Verse 22",
      "quote": "Among the Vedas, I am the Sama Veda; among the demigods, I am Indra. Among the senses, I am the mind, and in living beings, I am the consciousness."
    },
    {
      "index": 45,
      "chapter": "Chapter 11, Verse 32",
      "quote": "The Supreme Personality of Godhead said: Time I am, the great destroyer of the worlds, and I have come here to destroy all people. With the exception of you [the Pandavas], all the soldiers here on both sides will be slain."
    },
    {
      "index": 46,
      "chapter": "Chapter 11, Verse 33",
      "quote": "Therefore get up. Prepare to fight and win glory. Conquer your enemies and enjoy a flourishing kingdom. They are already put to death by My arrangement, and you, O Savyasacin, can be but an instrument in the fight."
    },
    {
      "index": 47,
      "chapter": "Chapter 12, Verse 13",
      "quote": "Fix your mind upon Me, be devoted to Me, offer obeisances to Me, and certainly you will come to Me."
    },
    {
      "index": 48,
      "chapter": "Chapter 12, Verse 14",
      "quote": "Always think of Me and become My devotee. Worship Me and offer your homage unto Me. Thus you will come to Me without fail. I promise you this because you are My very dear friend."
    },
    {
      "index": 49,
      "chapter": "Chapter 13, Verse 24",
      "quote": "One who understands this philosophy concerning material nature, the living entity, and the interaction of the modes of nature is sure to attain liberation. He will not take birth here again, regardless of his present position."
    },
    {
      "index": 50,
      "chapter": "Chapter 18, Verse 66",
      "quote": "Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reactions. Do not fear."
    }
  ]
  