[
    {
      "index": 1,
      "chapter": "Chapter 2, Verse 47",
      "quote": "You have a right to perform your prescribed duties, but you are not entitled to the fruits of your actions."
    },
    {
      "index": 2,
      "chapter": "Chapter 2, Verse 14",
      "quote": "O son of Kunti, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed."
    },
    {
      "index": 3,
      "chapter": "Chapter 3, Verse 5",
      "quote": "Everyone is forced to act helplessly according to the qualities he has acquired from the modes of material nature; therefore no one can refrain from doing something, not even for a moment."
    },
    {
      "index": 4,
      "chapter": "Chapter 4, Verse 7",
      "quote": "Whenever there is a decline in righteousness and an increase in unrighteousness, O Arjuna, at that time I manifest myself on earth."
    },
    {
      "index": 5,
      "chapter": "Chapter 4, Verse 9",
      "quote": "One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna."
    },
    {
      "index": 6,
      "chapter": "Chapter 5, Verse 29",
      "quote": "A person in full consciousness of Me, knowing Me to be the ultimate beneficiary of all sacrifices and austerities, the Supreme Lord of all planets and demigods, and the benefactor and well-wisher of all living entities, attains peace from the pangs of material miseries."
    },
    {
      "index": 7,
      "chapter": "Chapter 6, Verse 5",
      "quote": "A person is said to be established in self-realization and is called a yogi when he is fully satisfied by virtue of acquired knowledge and realization. Such a person is situated in transcendence and is self-controlled."
    },
    {
      "index": 8,
      "chapter": "Chapter 6, Verse 6",
      "quote": "For one who has conquered the mind, the Supersoul is already reached, for he has attained tranquility. To such a person, happiness and distress, heat and cold, honor and dishonor are all the same."
    },
    {
      "index": 9,
      "chapter": "Chapter 7, Verse 7",
      "quote": "O conqueror of wealth [Arjuna], there is no truth superior to Me. Everything rests upon Me, as pearls are strung on a thread."
    },
    {
      "index": 10,
      "chapter": "Chapter 9, Verse 22",
      "quote": "To those who are constantly devoted and who thus engage in My devotional service with love, I give the understanding by which they can come to Me."
    },
    {
      "index": 11,
      "chapter": "Chapter 10, Verse 20",
      "quote": "I am the Self, O Gudakesha, seated in the hearts of all creatures. I am the beginning, the middle, and the end of all beings."
    },
    {
      "index": 12,
      "chapter": "Chapter 12, Verse 13",
      "quote": "Fix your mind upon Me, be devoted to Me, offer obeisances to Me, and certainly you will come to Me."
    },
    {
      "index": 13,
      "chapter": "Chapter 15, Verse 15",
      "quote": "I am seated in everyone's heart, and from Me come remembrance, knowledge, and forgetfulness. By all the Vedas, I am to be known; indeed, I am the compiler of Vedanta, and I am the knower of the Vedas."
    },
    {
      "index": 14,
      "chapter": "Chapter 16, Verse 3",
      "quote": "Pride, arrogance, conceit, anger, harshness, and ignorance—these qualities belong to those of demoniac nature, O son of Pritha."
    },
    {
      "index": 15,
      "chapter": "Chapter 18, Verse 66",
      "quote": "Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reactions. Do not fear."
    },
    {
      "index": 16,
      "chapter": "Chapter 9, Verse 27",
      "quote": "O son of Kunti, all that you do, all that you eat, all that you offer and give away, as well as all austerities that you may perform, should be done as an offering unto Me."
    },
    {
      "index": 17,
      "chapter": "Chapter 14, Verse 27",
      "quote": "I am the basis of the impersonal Brahman, which is immortal, imperishable, and eternal and is the constitutional position of ultimate happiness."
    },
    {
      "index": 18,
      "chapter": "Chapter 13, Verse 8",
      "quote": "He is the source of light in all luminous objects. He is beyond the darkness of matter and is unmanifested. He is knowledge, He is the object of knowledge, and He is the goal of knowledge."
    },
    {
      "index": 19,
      "chapter": "Chapter 10, Verse 21",
      "quote": "Adhyatma is My living principle, and Arjuna, the Supreme Soul, is the ultimate basis of all. The Supreme Soul is eternal, transcendental, and original, and it is the ultimate source of all other living beings."
    },
    {
      "index": 20,
      "chapter": "Chapter 17, Verse 15",
      "quote": "The austerity of the body consists in this: worship of the Supreme Lord, the brahmanas, the spiritual master, and superiors like the father and mother. Cleanliness, simplicity, celibacy, and nonviolence are also austerities of the body."
    }
  ]
  