[
  {
    "quote": "Yesterday is history, tomorrow is a mystery, but today is a gift. That is why it is called the present.",
    "author": "Master Oogway"
  },
  {
    "quote": "Skadoosh!",
    "author": "Po"
  },
  {
    "quote": "You have to believe in yourself. That’s the secret.",
    "author": "Po"
  },
  {
    "quote": "The strongest of us sometimes have the hardest time fighting what’s on the inside.",
    "author": "Po"
  },
  {
    "quote": "One often meets his destiny on the road he takes to avoid it.",
    "author": "Master Oogway"
  },
  {
    "quote": "Let’s not forget what happened to the man who suddenly got everything he wanted.",
    "author": "Po"
  },
  {
    "quote": "The true hero is flawed.",
    "author": "Po"
  },
  {
    "quote": "The key to immortality is first living a life worth remembering.",
    "author": "Bruce Lee"
  },
  {
    "quote": "It’s all an illusion, Tai Lung.",
    "author": "Shifu"
  },
  {
    "quote": "Tai Lung is a monster of vengeance.",
    "author": "Shifu"
  },
  {
    "quote": "You’re just a poor, sick, misguided dragon. That’s all you are.",
    "author": "Po"
  },
  {
    "quote": "You’re just a prisoner of your own anger, man.",
    "author": "Po"
  },
  {
    "quote": "There is no charge for awesome.",
    "author": "Po"
  },
  {
    "quote": "I don’t just want to survive, I want to live.",
    "author": "Po"
  },
  {
    "quote": "The only true limit is the one you set for yourself.",
    "author": "Shifu"
  },
  {
    "quote": "The key to martial arts is not just about victory or defeat but about inner growth.",
    "author": "Shifu"
  },
  {
    "quote": "There is no secret ingredient. It’s just you.",
    "author": "Shifu"
  },
  {
    "quote": "If you only do what you can do, you’ll never be better than what you are.",
    "author": "Shifu"
  },
  {
    "quote": "The journey of a thousand miles begins with one step.",
    "author": "Lao Tzu"
  },
  {
    "quote": "There is no such thing as a small act of kindness. Every act creates a ripple with no logical end.",
    "author": "Shifu"
  },
  {
    "quote": "The measure of a real champion is not whether they can triumph, but whether they can overcome defeat.",
    "author": "Shifu"
  },
  {
    "quote": "Fear makes you powerless.",
    "author": "Tai Lung"
  },
  {
    "quote": "A true warrior fights not because he hates what is in front of him, but because he loves what is behind him.",
    "author": "Shifu"
  },
  {
    "quote": "It’s not the size of the wand that matters, it’s the magic in the stick.",
    "author": "Po"
  },
  {
    "quote": "The right path is not always the easiest one.",
    "author": "Shifu"
  },
  {
    "quote": "Your story may not have such a happy beginning, but that doesn’t make you who you are; it is the rest of your story that will define who you are.",
    "author": "Shifu"
  },
  {
    "quote": "A wise man can learn more from a foolish question than a fool can learn from a wise answer.",
    "author": "Shifu"
  },
  {
    "quote": "Your mind is like this water, my friend. When it is agitated, it becomes difficult to see. But if you allow it to settle, the answer becomes clear.",
    "author": "Oogway"
  },
  {
    "quote": "When we feel fear, it is because we are unsure. And when we are unsure, we must look within.",
    "author": "Shifu"
  }
]
